{
    "joyful": {
        "1": {
            "title": "The Annunciation",
            "scripture": [
                "Luke 1:26-38",
                "Isaiah 7:14"
            ],
            "summary": "Mary was a young, but very holy, Nazarene girl. Most likely no one in her home town realized how holy she really was nor what her destiny would be. One day the archangel Gabriel appeared to Mary, who was perplexed at his greeting. He told her not to be afraid, that she was filled with grace and that the Lord was with her. He announced that she would bear a Son named Jesus, a Son Who would be the Son of the Most High and would reign over an unending Kingdom from the throne of David. Mary asked how this could be since she was a virgin. The angel had a ready answer. The Holy Spirit would come upon Mary, and the “power of the Most High” would overshadow her. Her child would be holy. Nothing was impossible for God, the angel concluded, for her relative Elizabeth had conceived a child in her old age. After hearing all this, Mary said, “Here am I, the servant of the Lord; let it be with me according to your word.” She gave herself fully to God and offered her entire life to the fulfillment of His plan.",
            "reflections": [
                "Nazareth in Galilee was an out of the way spot, and no one expected it to be so important in the life of the Messiah, but it has a suggestive name. Nazareth means “branch” or “watch, guard, or keep.” Meditate on the significance of Nazareth.",
                "What was Mary doing when the angel appeared to her? I like to think that Mary was probably totally immersed in prayer. Try to imagine Mary at prayer.",
                "The angel's greeting to Mary was literally “You who have been fully graced.” What does it mean to have been fully graced?",
                "The angel told Mary, “The Lord is with you.” Remember that He is with all of us in a very intimate way.",
                "Was Mary afraid? What was her reaction to the angel's greeting? Was she perplexed, pondering, wondering, a little fearful?",
                "Wouldn't we all like to receive the reassurance that we have found favor with God?",
                "The angel told Mary that she would be overshadowed by the power of the Holy Spirit. Look up Genesis 1 for a parallel here. A new creation was about to begin. Meditate on that new creation.",
                "With the Annunciation, the promise of Isaiah 7:14 was fulfilled. Ponder God's promises and their fulfillment.",
                "The text places great emphasis on Mary's virginity; this conception was really a miracle. Think deeply about this miracle.",
                "Did Mary understand what the angel was telling her? Did she know who her Son would be? I would answer yes because the immaculate Mary retained the gift of preternatural knowledge. She knew she was going to be the Mother of the Messiah, even the Mother of God. Reflect on this truth.",
                "This passage offers several descriptive words and titles for Jesus: great, Son of the Most High, holy, Son of God, King ruling on the throne of David. Take some time to focus your attention on each of these words and titles.",
                "Mary's question “How can this be?” stands in contrast to Zechariah's question “How will I know that this is so?” Mary's focus was not on herself but on what was going on. She believed what the angel told her, but she wanted to know the details because she was a virgin and she trusted that God wouldn't compromise the vow she had made. She wanted to know more about God's wonderful plan. Reflect on Mary's question and her reasons for asking it.",
                "The angel told Mary that nothing will be impossible with God. What a marvelous reassurance! What does it mean that nothing will be impossible with God?",
                "God waited for Mary's answer, and Mary was free to say yes or no as she willed. Ponder God's amazing respect for our freedom.",
                "Mary surrendered herself totally to God and to His plan. She called herself His servant or handmaid. Meditate on what it means to be a servant of God who surrenders completely to Him.",
                "The angel told Mary that her Son would reign forever, thereby offering a great promise, providing hope for the whole world, and foretelling a new kingdom. Reflect on Jesus' reign.",
                "The angel gave Mary a sign by telling her about Elizabeth's pregnancy. Why did he do that?",
                "The Son of God became incarnate as a small embryo in His mother's womb. Ponder this awesome mystery."
            ],
            "questions": "1. How does God send messengers to you in your life? Do you listen? How might you open your heart and your mind to hear God more clearly? 2. What is your response when you don't understand the message God has for you? Are you perplexed or frightened or both? 3. How is your prayer life? Are you ever totally immersed in prayer? How might you become more attentive and devoted in prayer? 4. How much do you value chastity in your life? 5. How is the Holy Spirit at work in your life? 6. Are you comfortable enough with God to ask Him questions? Do you believe that He will answer and listen closely for His response? 7. How can you be a faithful servant of the Lord? 8. In which areas of your life is God waiting for your “yes”?",
            "quotes": [
                {
                    "quote": "To the virgin Mary was sent, not any one of the angels, but the archangel Gabriel; for upon this service it was meet that the highest angel should come, as being the bearer of the highest of all tidings. He is therefore marked by a particular name, to signify what was his effectual part in the work. For Gabriel is interpreted, \"the strength of God.\" By the strength of God then was He to be announced Who was coming as the God of strength, and mighty in battle, to put down the powers of the air.",
                    "author": "St. Gregory the Great"
                },
                {
                    "quote": "And it is well said, Full of grace, for to others, grace comes in part; into Mary at once the fullness of grace wholly infused itself. She truly is full of grace through whom has been poured forth upon every creature the abundant rain of the Holy Spirit. But already He was with the Virgin Who sent the angel to the Virgin. The Lord preceded His messenger, for He could not be confined by place Who dwells in all places. Whence it follows, The Lord is with you.",
                    "author": "St. Jerome"
                },
                {
                    "quote": "She wondered also at the new form of blessing, unheard of before, reserved for Mary alone.",
                    "author": "St. Ambrose"
                },
                {
                    "quote": "But he who earns favor in the sight of God has nothing to fear. Hence it follows, For you have found favor before God. But how shall any one find it, except through the means of his humility. For God gives grace to the humble.",
                    "author": "St. John Chrysostom"
                },
                {
                    "quote": "It was Mary's part neither to refuse belief in the Angel, nor too hastily take to herself the divine message. How subdued her answer is, compared with the words of the Priest. Then said Mary to the Angel, How shall this be? She says, How shall this be? He answers, Whereby shall I know this? He refuses to believe that which he says he does not know, and seeks as it were still further authority for belief. She avows herself willing to do that which she doubts not will be done, but how, she is anxious to know. Mary had read, Behold, she shall conceive and bear a son. She believed therefore that it should be but how it was to take place she had never read, for even to so great a prophet this had not been revealed. So great a mystery was not to be divulged by the mouth of man, but of an Angel.",
                    "author": "St. Ambrose"
                },
                {
                    "quote": "Behold now the humility, the devotion of the virgin. For it follows, But Mary said, Behold the handmaid of the Lord. She calls herself His handmaid, who is chosen to be His mother, so far was she from being exalted by the sudden promise. At the same time also by calling herself handmaid, she claimed to herself in no other way the prerogative of such great grace than that she might do what was commanded her. For about to bring forth One meek and lowly, she was bound herself to show forth lowliness. As it follows, Be it to me according to your word. You have her submission, you see her wish. Behold the handmaid of the Lord, signifies the readiness of duty. Be it to me according to your word, the conception of the wish.",
                    "author": "St. Ambrose"
                }
            ],
            "prayers": {
                "blessing_and_adoration": "The Word became Man and dwelt among us. Lord, we bless You because in Your greatness You descended to take on our human weakness in everything except sin. We bow our heads in humble silence before You. Please fill our hearts with Your love.",
                "praise": "We praise You, Lord, because You came to save us. You are so powerful yet You became a small embryo in Your mother's womb because You love us that much. You are awesome God, in the truest sense of the word.",
                "thanksgiving": "We thank You, Lord, for coming among us as a human being. We thank You for loving us that much, so much that You became the weakest and most dependent of beings that one day You might bring us to an intimate share in divine life.",
                "intercession": "We lift up to You in prayer, Lord, all those who find themselves in difficult situations, all those who are struggling to say “yes” to God in their lives, and all those who are being called by God for a special vocation.",
                "petition": "Open our hearts, Lord, to Your message for our lives and give us the courage to say “yes” to You and to be Your faithful servants."
            }
        },
        "2": {
            "title": "The Visitation",
            "scripture": [
                "Luke 1:39-56",
                "1 Samuel 2:1-10",
                "Genesis 18:1-15"
            ],
            "summary": "The archangel Gabriel had told Mary that her relative, Elizabeth, was expecting a baby. Mary set out almost immediately for the hill county of Judea where Elizabeth lived with her husband, Zechariah. When Elizabeth heard Mary's joyful greeting, she felt the baby leap in her womb and found herself filled with the Holy Spirit. She cried out, blessing Mary and the infant in Mary's womb. In response, Mary proclaimed her “Magnificat,” a beautiful song of praise to God for the mercies He was showing to Israel and the whole world. Mary stayed with Elizabeth for three months before returning home to Nazareth.",
            "reflections": [
                "Judea was a very long way from Nazareth, and travel in those days was anything but easy. Meditate on Mary's journey.",
                "Mary adopted the attitude of service and offered an immediate response to an order not explicitly given. The angel never told Mary to go visit Elizabeth, but Mary went anyway. Ponder Mary's servanthood.",
                "There was nothing of the self in Mary. She acted with pure love. Reflect on that love.",
                "Mary was not making such a long journey to see if the sign the angel gave her was true. If she had been so motivated, she would have gone before saying yes. Think about Mary's trust in God.",
                "Mary went in haste. Why did she depart so quickly?",
                "The Holy Spirit was very active, first on baby John, then on his mother, Elizabeth. Meditate on the Holy Spirit's marvelous work.",
                "Elizabeth's prophecy, and yes, it was a prophecy (one that explains what God was doing in the world), was offered with a loud cry. This was a very emotional moment for Elizabeth, a very moving experience. Try to grasp Elizabeth's mental and spiritual state.",
                "Elizabeth called Mary blessed for two reasons, her motherhood and her faith. Ponder these awesome blessings.",
                "Mary and Elizabeth both showed a great deal of humility. Reflect on the humble expressions of these two amazing women.",
                "This passage provides a strong argument against abortion as we see the presence and action of two unborn children. Ponder that argument.",
                "What does it really mean to magnify the Lord? Mary is like a magnifying glass. She is transparent, but she makes the Lord appear bigger to those who look at and through her. Meditate on this important role of Mary.",
                "We have the duty to call Mary blessed. We cannot ignore her. We must venerate her, for the Holy Spirit Who spoke through her says that all generations will call her blessed. What is true devotion to Mary?",
                "Mary emphasized God's work in her life and God's mercy in the lives of all people. What did she say about these subjects?",
                "What does it mean to scatter the proud in the thoughts of their hearts?",
                "God's activity is often unexpected, indeed, the opposite of human norms and standards. He casts down so He can lift up. Think closely about this message regarding priorities in life.",
                "Mary recognized her role in salvation history and proclaimed that a prophecy had been fulfilled. Ponder Mary's role and the fulfilled prophecy.",
                "Reflect on Mary and Elizabeth's time together and their spiritual friendship. What did they do and talk about?",
                "Look up 1 Samuel 2:1-10 and Genesis 18:1-15 and discover the parallels between Mary and Hannah and Elizabeth and Sarah."
            ],
            "questions": "1. How fast do you respond to God's prompting in your heart to act with love? 2. What are your motives for doing good for people? Are they pure? 3. What is your attitude toward serving other people? 4. How is the Holy Spirit moving and working in you? How are you responding? 5. How do you honor Mary? What is your attitude towards her? Do you recognize her for who she is and treat her accordingly? 6. Do you believe what has been spoken to you by the Lord? 7. How can you magnify the Lord? 8. How much time do you spend rejoicing in the Lord? 9. How are you doing on humility? 10. How much do you trust in God's mercy? 11. What great things has God done for you? How is He working in your life? 12. How are you being called to counter the norms and standards of the world? 13. Do you believe that God fulfills His promises? 14. Have you formed any close, spiritual friendships? How might you cultivate those you have?",
            "quotes": [
                {
                    "quote": "But soon the blessed fruits of Mary's coming and our Lord's presence are made evident. For it follows, And it came to pass, that when Elisabeth heard the salutation of Mary, the babe leaped in her womb. Mark the distinction and propriety of each word. Elisabeth first heard the word, but John first experienced the grace. She heard by the order of nature, he leaped by reason of the mystery. She perceived the coming of Mary, he the coming of the Lord.",
                    "author": "St. Ambrose"
                },
                {
                    "quote": "She was touched with the spirit of prophecy at once, both as to the past, present, and future. She knew that Mary had believed the promises of the Angel; she perceived when she gave her the name of mother, that Mary was carrying in her womb the Redeemer of mankind; and when she foretold that all things would be accomplished, she saw also what was as to follow in the future.",
                    "author": "St. Gregory the Great"
                },
                {
                    "quote": "The first-fruit of the Spirit is peace and joy. Because then the holy Virgin had drunk in all the graces of the Spirit, she rightly adds, And my spirit has leaped for joy. She means the same thing, soul and spirit. But the frequent mention of leaping for joy in the Scriptures implies a certain bright and cheerful state of mind in those who are worthy. Hence the Virgin exults in the Lord with an unspeakable springing (and bounding) of the heart for joy, and in the breaking forth into utterance of a noble affection It follows, in God my Savior.",
                    "author": "St. Basil"
                }
            ],
            "prayers": {
                "blessing_and_adoration": "Dearest Lord, we bless You for sending the Holy Spirit upon Mary and Elizabeth. We bow our heads in silent adoration as we wait for Your Holy Spirit to fill us and teach us to speak and pray according to Your will.",
                "praise": "Jesus, we praise You! Even as a tiny infant in Your mother's womb, Your presence sanctified John the Baptist, who was still in his mother's womb. What amazing power and love You have poured out upon Your people over the centuries and still lavish on us today!",
                "thanksgiving": "We thank You, Lord Jesus, for Your mother, who is our mother, too. We thank You for the gift of the Holy Spirit. We thank You for doing such great things for us and for having mercy on us and for lifting up the lowly and filling the hungry with good things. Thank You for keeping the promise You made centuries ago and coming to live among us as a Man to save us and open the gates of Heaven for us.",
                "intercession": "Lord, we lift up to You all mothers-to-be and their babies. We ask You to bless them and keep them safe and healthy. We also lift up to You all travelers, Lord. Guide them and guard them on their journeys.",
                "petition": "Lord, we beg You, make us lowly and humble before You. Allow our souls to magnify You. Have mercy on us, Lord, and fill us with good things, for we are hungry for You and for Your love."
            }
        },
        "3": {
            "title": "The Nativity",
            "scripture": [
                "Luke 2:1-20",
                "Matthew 1:18 – 2:19",
                "Isaiah 7:14",
                "Isaiah 11:1-5",
                "Micah 5:2-5"
            ],
            "summary": "After the Annunciation and probably when Mary returned from visiting Elizabeth, Joseph discovered that Mary was expecting a child. He was planning to dismiss Mary quietly rather than exposing her to the penalty for adultery, namely, stoning, but before he could do so, an angel appeared to him in a dream and told him to take Mary as his wife, for her child was from the Holy Spirit. The angel told Joseph that this Child, Who was to be named Jesus, would save the people from their sins and fulfill an old prophecy. Joseph obeyed the angel and took Mary as his wife. The couple traveled to Bethlehem in obedience to a Roman decree that everyone was to be registered in their own towns. There Mary gave birth to Jesus in a stable and laid Him in a manger. There was no room for the little family at the local inn. Angels appeared to shepherds keeping watch in a nearby field and announced to them the birth of the Savior. The shepherds hurried to Bethlehem to see the Child. They rejoiced in His presence, praised God, and spread the word about this amazing event. Mary watched and listened closely and pondered all these things in her heart. Meanwhile, travelers were coming, magi from the East. They arrived in Jerusalem, asking where they might find the newborn King of the Jews. They had seen His star and had come to pay Him homage. King Herod and the rest of Jerusalem were frightened at the magi's words. Herod called the chief priests and scribes and demanded to know where the Messiah was to be born. Bethlehem of Judea, they told him. Herod called the magi to him and learned when the star had appeared. He told them to go and find the Child and then come back and tell him so that he might also pay Him homage. The magi found Jesus with his mother, Mary. They knelt before Him and presented their gifts of gold, frankincense, and myrrh. Then, warned by God in a dream not to return to Herod, they went back to their country by another route.",
            "reflections": [
                "God's hand is clearly evident in human events, which He uses to accomplish His purposes. How did God work through the Roman emperor's decree?",
                "Joseph and Mary went to Bethlehem to be registered because Joseph was a descendent of David. Jesus, too, was a descendent of David, legally through His foster father and probably by blood through His mother's line. Meditate on the importance of the Davidic Messiah.",
                "The prophets foretold the coming of the Messiah. Look up Isaiah 7:14, Isaiah 11:1-5, and Micah 5:2-5 and meditate on how these prophecies were fulfilled.",
                "There was no room in the inn. Reflect deeply on this.",
                "Jesus was born in poverty in a stable. Mary's joy was tinged with sorrow, for she was far from home and living in conditions far less than ideal. Why would the Messiah choose to come into the world in this way? How might the conditions of the stable mirror the conditions of a sinner's soul?",
                "Jesus received some strange visitors during His first few hours and days of life. He was worshiped by the shepherds, the magi, and the angels. Meditate on the significance of each of these groups. Why were they chosen by God to be the first to encounter the Messiah?",
                "When the angels announced the birth of the Savior to the shepherds, the latter experienced a wide range of reactions including fear, awe, and joy. God broke into the everyday life of these humble and lowly people. They, in turn, immediately obeyed the implicit command of the Lord and set out to find the Child proclaimed to them. Reflect on the shepherds and their actions.",
                "The angel told the shepherds, “Do not be afraid.” Focus for a while on these important words.",
                "The angels understood the importance and awesomeness of this event. They experienced awe in the true sense of the word. Meditate on this awe.",
                "Reflect on the titles given to Jesus in the Gospels of Luke and Matthew.",
                "The angel announced to the shepherds that the Messiah was to be a Savior for all people. This is good news, news of great joy for the whole world. Think closely about this good news.",
                "The angel's song may be considered a model of praise. Meditate on this song.",
                "Reflect on the significance of the manger. The One Who would be the Bread of Life slept in a manger used for feeding animals.",
                "God was a tiny newborn Baby. Think about that.",
                "Mary pondered all these things in her heart. What things? What does it mean to ponder? Could it be a process of making something a part of one's own being? How might Mary's pondering be a model for the Rosary prayer?",
                "The shepherds, now full of faith and worshiping God, acted as missionaries who spread the message of the birth of the Messiah. Consider how these lowly men had been changed by their encounter with God.",
                "Compare and contrast the accounts of Jesus' birth in the Gospels of Luke and Matthew. Remember that these two accounts are not contradictory but complementary.",
                "Think about Joseph's predicament. Did he plan to dismiss Mary quietly because he believed her to be unfaithful, or did he perhaps feel unworthy to be the foster father of her Child?",
                "Meditate on the dreams of Joseph and the magi. Think about the many ways in which God communicates with His people.",
                "Joseph was obedient to the angel. He acted immediately and without question. He heard, and he responded. Ponder Joseph's readiness to obey God.",
                "Reflect on Jesus' name.",
                "Joseph named Jesus, thereby accepting the role of foster father, guardian, and protector. This is Joseph's role in our lives, too. Meditate on this truth.",
                "How did the magi know that the Messiah was born? The Fathers of the Church said that perhaps the magi had inherited a tradition passed down from the time when the Israelites were in exile in Babylon.",
                "Think about Herod's jealousy, lack of knowledge, and trickery. Why didn't he welcome the arrival of the Messiah?",
                "Reflect on the irony of the chief priests and scribes. They knew where the Messiah was supposed to be born, and they knew that the magi had come looking for the King, but they did nothing. Why not?",
                "Why did the people of Jerusalem respond with fear rather than joy? Were they perhaps afraid that Someone was about to disturb their nice, comfortable lives?",
                "God used the star as a guide for the magi. Think about the various ways in which God guides His people.",
                "Reflect on the joy of the magi at the end of their journey of faith.",
                "Ponder the significance of gold, frankincense, and myrrh.",
                "Think about all the ways in which the birth of the Messiah was a God-directed event."
            ],
            "quotes": [
                {
                    "quote": "It was the Lord who directed Augustus to give this edict, that he might minister to the coming of the Only-begotten; for it was this edict that brought Christ's mother into her country as the prophets had foretold, namely, to Bethlehem of Judea, according to the word, to a city of David, which is called Bethlehem.",
                    "author": "St. John Chrysostom"
                },
                {
                    "quote": "Bethlehem is by interpretation the house of bread. For it is the Lord Himself who says, I am the bread of life which came down from heaven. The place therefore where the Lord was born was before called the house of bread, because it was there that He was to appear in His fleshly nature who should refresh the souls of the elect with spiritual fullness.",
                    "author": "St. Gregory the Great"
                },
                {
                    "quote": "He is confined in the narrow space of a rude manger, whose seat is the heavens, that He may give us ample room in the joys of His heavenly kingdom. He Who is the bread of Angels is laid down in a manger, that He might feast us, as it were the sacred animals, with the bread of His flesh...He who sits at His Father's right hand, finds no room in an inn, that He might prepare for us in His Father's house many mansions; He is born not in His Father's house, but in an inn and by the way side, because through the mystery of the incarnation He was made the way by which to bring us to our country, (where we shall enjoy the truth and the life.)",
                    "author": "Theophyl"
                },
                {
                    "quote": "It was in a mystery that the angel appeared to the shepherds while they were watching, and the glory of the Lord shone round about them, implying that they are thought worthy above the rest to see sublime things who take a watchful care of their faithful flocks; and while they themselves are piously watching over them, the Divine grace shines widely round about them.",
                    "author": "St. Gregory the Great"
                },
                {
                    "quote": "How remarkably Scripture weighs the import of each word. For when we behold the flesh of the Lord, we behold the Word, which is the Son. Let not this seem to you a slight example of faith, because of the humble character of the shepherds. For simplicity is sought for, not pride. It follows, And they came in haste. For no one indolently seeks after Christ.",
                    "author": "St. Ambrose"
                },
                {
                    "quote": "But if he had no suspicion of her, how could he be a just man and yet seek to put her away, being immaculate? He sought to put her away, because he saw in her a great sacrament, to approach which he thought himself unworthy.",
                    "author": "Origen"
                }
            ],
            "prayers": {
                "blessing_and_adoration": "We bless You, Lord, and we adore You, for You came among us as a Man, as our Emmanuel, as our Savior and King. Along with the shepherds and the magi, we bow down before You in silent adoration, offering You all that we have and all that we are. We love You, Lord.",
                "praise": "We praise You, Jesus, and we sing to Your glory in imitation of the angels who announced Your birth that holy night. In Your greatness, You became small. In Your power, You became weak. And You did it all for us. You are truly awesome, God!",
                "thanksgiving": "Lord, how can we ever thank You enough for the blessings You have poured out upon us through Your Incarnation and birth? We thank You anyway, even in our feebleness and with our stammering words. We thank You, too, for Your loving care of us and for the way You guide our lives.",
                "intercession": "Lord, we lift up to You all those who are trying to find their way to You. Please guide them along the right path. We lift up those simple people who hear Your message and obey. May we learn from their example. We lift up all those who live in poverty. Please give them comfort in knowing that You were also poor and that You understand their situation. Please help them to trust You. We lift up those who are refusing to acknowledge You and those who resort to deception to attain their own ends. May they come to know You and Your truth.",
                "petition": "Jesus, may we always have room for You in our “inns.” May we always follow Your guidance in our lives. May we always give You our very best gifts. May we ponder Your words and treasure them in our hearts."
            }
        },
        "4": {
            "title": "The Presentation of Jesus in the Temple",
            "scripture": [
                "Luke 2:22-38",
                "Leviticus 12:2-8"
            ],
            "summary": "Jewish law required new mothers to be ritually purified by offering a sacrifice at the Temple in Jerusalem. Mary, always obedient and humble, went up to Jerusalem forty days after the birth of her Son to perform the ritual. Mary and Joseph also made the trip to present their firstborn Son to God, for all firstborn males were designated as holy to the Lord and had to be “redeemed” or “ransomed” through a ritual sacrifice. When the Holy Family arrived at the Temple, they found a man named Simeon waiting for them. Simeon was a devout and righteousness man who was waiting and watching for the Messiah. God had promised him that he would not die until he had seen the Savior. Led by the Holy Spirit, Simeon arrived at the Temple as Mary and Joseph were bringing Jesus in. Simeon reached out for Jesus, took Him into his arms, and praised God by proclaiming a prophetic word about the infant Messiah. He also warned Mary that she would experience sorrow as the Mother of the Savior. A sword would piece her soul. As Simeon finished speaking, an old woman named Anna approached the group. Anna had always remained in the Temple, fasting and praying. Now she praised God and immediately began to spread the word about the coming of the Messiah to all who were open to her message.",
            "reflections": [
                "Mary and Joseph obeyed the Law when, technically, they would not have been required to do so. Mary was already pure, for Jesus was conceived by the power of the Holy Spirit, and Jesus was already completely and totally dedicated to the Father. Why, then, did they go up to Jerusalem to perform the rituals?",
                "Consider the irony of the immaculate Mary submitting to ritual purification.",
                "It is significant that Luke doesn't specifically tell us that Jesus was ritually ransomed back as other firstborn sons were. Jesus was totally the Father's Son and, as such, was totally dedicated to God. Meditate on this truth.",
                "Reflect on the wonder that Jesus, the Son of God, took on our humanity, entered into our condition, and identifies completely with us.",
                "Mary and Joseph took Jesus to the Temple in order to present Him to the Lord. God was being presented to God. Ponder this.",
                "Think about the uniqueness of Simeon. The Holy Spirit rested on him and guided him even before the Redemption. He was in an intimate relationship with God.",
                "Meditate on what it means to be righteous (i.e., right with God and conforming to God's will).",
                "Think about what it means to be devout (i.e, correctly performing what is right in religion, behaving morally, maintaining a healthy fear of the Lord, and fulfilling the duties of piety and humanity).",
                "Simeon trusted in God's promise that a Messiah would come to comfort and restore Israel. The word “consolation” also implies a calling to God's side, a summons, and an invitation. Ponder the depths of the “consolation of Israel.”",
                "Simeon had received the revelation that he would not die until he had seen the Messiah. He was ready; he was watching; he was waiting. He trusted, and he believed. Reflect on this special grace and on Simeon's response.",
                "Consider Simeon's prompt obedience.",
                "Simeon held God in his arms. Think about that.",
                "Simeon recognized Jesus as the Messiah and approached the Holy Family. He was seeking, open, willing, and attentive. Imagine Simeon's response to seeing Jesus for the first time.",
                "Simeon prophesied. He said things that he could only have known through the power of the Holy Spirit. Carefully consider Simeon's words.",
                "Meditate on the descriptive titles for Jesus (i.e, salvation, light, glory, etc.)",
                "Jesus came to His Temple. God came into His house in an entirely new way. Ponder this.",
                "Simeon emphasized that God was the One Who had prepared salvation for all people, including the Gentiles. Meditate on God's wonderful work.",
                "Why were Mary and Joseph amazed? They already knew Who their Child was, but perhaps hearing it from the mouth of another reminded them of God's awesome plan.",
                "Simeon blessed Mary and Joseph. A very holy man blessed two very holy people. That's a whole load of blessing! Think about how we can bless the people in our lives even if we aren't nearly as holy as Simeon.",
                "Simeon made a prediction to Mary. Jesus was destined for the rise and fall of many in Israel. He was a sign that would be opposed. Mary's heart would be pierced by a sword. Ponder how joy is often tinged with sorrow.",
                "Simeon said that the inner thoughts of many would be revealed. The truth would be known. The heart would become prominent. Interior relationship with God would go hand in hand with exterior religious practice. The external would spring from the internal. Reflect on these ideas.",
                "Picture Anna. She had dedicated her life to God in a very real way by remaining always in the Temple and continuously worshiping through fasting and prayer.",
                "Notice Anna's worship. It consisted of both fasting and prayer. Think carefully about the relationship between those two, self-denial and self-offering, letting go and letting God, giving up self to enter into a relationship with God.",
                "Anna fasted and prayed night and day. Her focus was constantly on God. Reflect on Anna's dedication.",
                "Anna praised God and then became an evangelist. Ponder how she spread the word about the Child to others who, like Simeon and Anna, were looking for the redemption of Jerusalem.",
                "Reflect on Anna as our role model in her dedication, her praise, her evangelism, and her excitement."
            ],
            "questions": "1. How do you feel the Holy Spirit working in your life? 2. How would you describe your relationship with God? 3. Are you righteous and devout in the sense described above? How might you become more so? Do you believe that God will help you as you seek Him? 4. Are you watching and waiting for the Lord? 5. How is the Spirit guiding you? How are you responding? 6. Are you seeking God? Are you open and willing and attentive to Him? 7. Are you amazed by Jesus? What especially amazes you? 8. How often and in what ways do you bless those around you? 9. How have joys been tinged with sorrow in your life? What have you learned from those experiences? 10. Is your religious experience more internal or more external? If you answered “external,” how might you grow stronger in your interior relationship with God? 11. Have you ever felt like a sword has pierced you all the way to your soul? How did that experience affect your relationship with God? 12. Do you combine fasting and prayer? How might you fast more? 13. Have you dedicated your life to God? How might you better live out that dedication? 14. How do you spread the word about God? 15. Do you get excited about God? Why or why not? 16. What lessons can you learn from Simeon and Anna?",
            "quotes": [
                {
                    "quote": "But let us see what these offerings mean. The turtle dove is the most vocal of birds, and the pigeon the gentlest. And such was the Savior made unto us; He was endowed with perfect meekness, and like the turtle dove entranced the world, filling His garden with His own melodies. There was killed then either a turtle dove or a pigeon, that by a figure He might be shown forth to us as about to suffer in the flesh for the life of the world.",
                    "author": "St. Cyril"
                },
                {
                    "quote": "Not only did Angels and Prophets, the shepherds and his parents, bear witness to the birth of the Lord, but the old men and the righteous. As it is said, And, behold, there was a man in Jerusalem whose name was Simeon, and he was a just man, and one who feared God. For scarcely is righteousness preserved without fear, I mean not that fear which dreads the loss of worldly goods, (which perfect love casts out,) but that holy fear of the Lord which abides for ever, by which the righteous man, the more ardent his love to God, is so much the more careful not to offend Him.",
                    "author": "St. Ambrose"
                },
                {
                    "quote": "Hereby also we learn with what desire the holy men of Israel desired to see the mystery of His incarnation.",
                    "author": "St. Gregory the Great"
                },
                {
                    "quote": "To see death means to undergo it, and happy will he be to see the death of the flesh who has first been enabled to see with the eyes of his heart the Lord Christ, having his conversation in the heavenly Jerusalem, and frequently entering the doors of God's temple, that is, following the examples of the saints in whom God dwells as in His temple. By the same grace of the Spirit whereby he foreknew Christ would come, he now acknowledges Him come, as it follows, And he came by the Spirit into the temple.",
                    "author": "Theophyl"
                },
                {
                    "quote": "If we marvel to hear that a woman was healed by touching the hem of a garment, what must we think of Simeon, who received an Infant in his arms, and rejoiced seeing that the little one he carried was He who had come to let loose the captive! Knowing that no one could release him from the chains of the body with the hope of future life, but He whom he held in his arms. Therefore it is said, And he blessed God, saying, Lord, now let you your servant depart.",
                    "author": "Origen"
                },
                {
                    "quote": "Though these things are said of the Son, yet they have reference also to His mother, who takes each thing to herself, whether it be of danger or glory. He announces to her not only her prosperity, but her sorrows; for it follows, And a sword shall pierce through your own heart.",
                    "author": "St. Gregory of Nyssa"
                }
            ],
            "prayers": {
                "blessing_and_adoration": "Lord, You have come to Your Temple in a way no one expected. You came as a tiny, helpless baby. We adore You, little Jesus, and we bless You. We bow our heads in silent prayer as we contemplate You in Simeon's arms.",
                "praise": "Jesus, You are amazing. You are the salvation of the world. You are the light for revelation to the Gentiles. You are the glory of Israel. You are the one destined for the rise and fall of many in Israel. You are the Sign that would be opposed. You are the One Who causes the inner thoughts of many to be revealed. We praise You, Lord Jesus, for Who You are.",
                "thanksgiving": "O Jesus, how can we ever thank You enough for all You have done for us? We thank You for coming among us as a human being, one like us in all things but sin. We thank You for coming to save us. We thank You for keeping Your promises in such marvelous ways. We thank You for sending the Holy Spirit to guide us. We thank You for saints like Simeon and Anna who go before us in holiness to show us the way to You.",
                "intercession": "Lord, we lift up to You young families. We lift up mothers who are experiencing sorrow in some way on account of their children. We lift up the elderly, Lord. We lift up those who have dedicated themselves completely to You as priests and religious men and women.",
                "petition": "Jesus, please guide us through Your Holy Spirit, and please open our hearts to You that we may follow. Help us to increase and strengthen our prayers and fasts and our attention and devotion. Inspire us, Lord, to dedicate our entire life to You and to spread Your word to those around us."
            }
        },
        "5": {
            "title": "The Finding of Jesus in the Temple",
            "scripture": [
                "Luke 2:41-52"
            ],
            "summary": "Every year, the Holy Family traveled to Jerusalem for the feast of Passover. When Jesus was twelve years old, the family went as usual, but this time, Jesus stayed behind in Jerusalem when the rest of the company started for home. His parents, thinking He was with relatives or friends, didn't realize He was missing until they had journeyed for a day. Then they hurried back to look for their Son. After three days, they found Him in the Temple conversing with the teachers. Everyone was amazed at Jesus' answers and understanding. His mother asked Him why He had treated His parents so; they had been searching for Him with great anxiety. Jesus answered, “Why were you searching for Me? Did you not know that I must be in My Father's house?” But He returned to Nazareth with His parents and was obedient to them.",
            "reflections": [
                "Once again, the Holy Family made a point of following the Jewish Law. They even went beyond the letter of the Law because the whole family traveled to Jerusalem to observe the feast of Passover. Only adult males were required to go. What does this tell us about the Holy Family?",
                "Reflect on the symbolism of Passover and how it was transformed by Jesus, Who is the new Lamb and the new Passover sacrifice.",
                "Think about how the Jerusalem Temple was the center of Jewish worship. Why was the Temple so important to the Jewish people, including the Holy Family?",
                "This mystery stresses the theme of proper worship. God has ordained specific ways for people to worship Him. These are not optional, and they are meant for humankind's well-being. For the Jewish people, God required certain feasts and sacrifices as well as travel to Jerusalem at various times during the year. God requires Catholic Christians to assist at Mass on Sundays and Holy Days of Obligation. Ponder these truths.",
                "In Jewish Law, boys reach adulthood at age twelve, so the twelve-year-old Jesus was a man able to take responsibility for His own actions. How did Jesus' age and status affect His actions?",
                "Reflect on Mary and Joseph's fear. Any parent who loses a child, even for a little while, is terrified, but Mary and Joseph's anxiety was probably much greater because they knew Who their Child was – the Messiah.",
                "Why did Jesus stay behind? Was He ready to begin His mission immediately? Was He acting prophetically? Was His motivation something else entirely or a combination of many things?",
                "Ponder what it means to lose Jesus and search for Him.",
                "Reflect on Mary and Joseph's search for Jesus. It was an orderly search. They checked with friends and relatives first. Then they went back to Jerusalem and finally to the Temple. Is there a metaphor here for people's journey to God?",
                "Jesus was missing three days. Reflect on the significance of this.",
                "In the Temple, Jesus was carrying on a dialogue with the teachers. He was listening and asking questions and answering their questions. Meditate on this dialogue. What was Jesus teaching? Why doesn't the Gospel include it word for word?",
                "Think about how prayer and study ought to be a dialogue with God.",
                "Everyone who heard Jesus was amazed at His answers and understanding. Imagine their reactions to the teaching of this twelve-year-old Boy.",
                "Why were Mary and Joseph astonished by Jesus' speech? He was their Son, so they knew Him well, and they must have remembered all that had happened at His birth. Why were they surprised?",
                "Consider Mary's gentle rebuke. She was still a mother. She was a bit hurt and had been very anxious.",
                "Think about Jesus' answer to Mary. How was it a gentle reminder of Who He was and what He had come to do?",
                "Jesus said that He had to be in His Father's house. In an alternate translation, Jesus said that He had to be about His Father's business. What did Jesus mean? How do these two translations bring out different aspects of Jesus' words?",
                "Why didn't Jesus' parents understand Him?",
                "Jesus left Jerusalem with Mary and Joseph, went back to Nazareth, and was obedient to them. God-made-Man submitted with great humility to His human parents. Ponder this.",
                "Reflect on how Mary treasured all these things in her heart. She pondered the events, knowing that God was active in her life and speaking to her through each and every incident. She “mined” meaning from everything that happened and searched untiringly for God's message.",
                "Ponder how Jesus grew. He increased in wisdom and age. He was fully Man as well as fully God. He had a human soul and a human will as well as a human body. In His divine nature, He did not change, but in His human nature, He did. Think carefully about this great mystery of God made Man."
            ],
            "questions": "1. How do you worship the Lord? Do you understand the importance of formal, ritualized worship? Do you attend Mass on Sundays and Holy Days? Are you focused or distracted at Mass? How might you pray better and be more attentive at Mass? 2. Have you ever experienced the fear of losing a child, even for a short time? How did you respond? 3. Have you ever lost Jesus? What does it feel like to lose Him? 4. How do you search for Jesus? What does it feel like to find Him? 5. How does Jesus carry on a dialogue with You? Is your prayer and study a dialogue with God? 6. How do you listen to God? 7. How does He question You? 8. What kinds of questions do you ask God? How does He answer? 9. Are you amazed by Jesus? What amazes you the most? 10. How are you going about your Father's business? 11. Do you always understand what Jesus tells you? What do you do when you don't understand? 12. Do you look for deeper meanings in the events of your life? Do you see how God is working through them? Do you treasure even small things because God is directing them and speaking to you through them? Can you think of some events in your life that turned out to be much more meaningful than you realized at first?",
            "quotes": [
                {
                    "quote": "Now that the Lord came up every year to Jerusalem at the Passover, betokens His humility as a man, for it is, man's duty to meet together to offer sacrifices to God, and conciliate Him with prayers. Accordingly the Lord as man, did among men what God by angels commended c men to do. Hence it is said, According to the custom of the feast day. Let us follow then the journey of His mortal life, if we delight to behold the glory of His divine nature.",
                    "author": "Theophyl"
                },
                {
                    "quote": "He is not found as soon as sought for, for Jesus was not among His kinsfolk and relations, among those who are joined to Him in the flesh, nor in the company of the multitude can He be found. Learn where those who seek Him find Him, not every where, but in the temple. And do you then seek Jesus in the temple of God. Seek Him in the Church, and seek Him among the masters who are in the temple. For if you wilt so seek Him, you shall find Him. They found Him not among His kinsfolk, for human relations could not comprehend the Son of God; not among His acquaintance, for He passes far beyond all human knowledge and understanding. Where then do they find Him? In the temple! If at any time you seek the Son of God, seek Him first in the temple, thither go up, and verily shall you find Christ, the Word, and the Wisdom, (i.e. the Son of God.)",
                    "author": "Origen"
                },
                {
                    "quote": "After three days He is found in the temple, that it might be for a sign, that after three days of victorious suffering, He who was believed to be dead should rise again anti manifest Himself to our faith, seated in heaven with divine glory.",
                    "author": "St. Ambrose"
                },
                {
                    "quote": "Because moreover He was the Son of God, He is found in the midst of the doctors, enlightening and instructing them. But because He was a little child, He is found among them not teaching but asking questions, as it is said, Sitting in the midst of the doctors, hearing them, and asking them questions. And this He did as a duty of reverence, that He might set us an example of the proper behavior of children, though they be wise and learned, rather to hear their masters than teach them, and not to vaunt themselves with empty boasting. But He asked not that He might learn, but that asking He might instruct.",
                    "author": "Origen"
                },
                {
                    "quote": "To show that He was a man, He humbly listened to the masters; but to prove that He was God, He divinely answered those who spoke.",
                    "author": "Theophyl"
                },
                {
                    "quote": "But from His very first years being obedient to His parents, He endured all bodily labors, humbly and reverently. For since His parents were honest and just, yet at the same time poor, and ill supplied with the necessaries of life, (as the stable which administered to the holy birth bears witness,) it is plain that they continually underwent bodily fatigue in providing for their daily wants. But Jesus being obedient to them, as the Scriptures testify, even in sustaining labors, submitted Himself to a complete subjection.",
                    "author": "St. Basil"
                },
                {
                    "quote": "The Virgin, whether she understood or whether she could not yet understand, equally laid up all things in her heart for reflection and diligent examination. Hence it follows, And, his mother laid up all these things, etc. Mark the wisest of mothers, Mary the mother of true wisdom, becomes the scholar or disciple of the Child. For she yielded to Him not as to a boy, nor as to a man, but as unto God. Further, she pondered upon both His divine words and works, so that nothing that was said or done by Him was lost upon her, but as the Word itself was before in her womb, so now she conceived the ways and words of the same, and in a manner nursed them in her heart. And while indeed she thought upon one thing at the time, another she wanted to be more clearly revealed to her; and this was her constant rule and law through her whole life.",
                    "author": "Theophyl"
                }
            ],
            "prayers": {
                "blessing_and_adoration": "Dearest Jesus, we kneel before You in silent adoration, blessing You for Your wisdom and love. We pour out our hearts to You in worship, Jesus, our God, with the Father and the Holy Spirit.",
                "praise": "Jesus, You are amazing! And we are amazed by Your teaching, by Your wisdom, and by the answers You give us when we pray to You. Your words are simple yet sublime, and we praise You for each and every one of them. May they sink deeply into our hearts and minds, Lord Jesus.",
                "thanksgiving": "Dearest Jesus, we thank You for all the opportunities You give us for prayer and study. We thank You for dialoguing with us. We thank You for giving us an example of humility and obedience. We thank You for showing us, Lord, that if we seek You, we will always find You, and when we do find You, we will be with You in Your Father's house and about Your Father's business.",
                "intercession": "Lord, we lift up to You all children who are separated from their parents and loved ones. Please bring them home safely. We lift up to You all parents who are desperately seeking missing children. Please give them strength, courage, and perseverance, and please comfort them in their time of anxiety and sorrow.",
                "petition": "Jesus, help us to search for You and always find You. Help us to pray and worship in the ways You ordain for us, in the ways that are pleasing to You. Help us to ponder all Your words and actions in our hearts, to treasure them and make them part of our very being. Help us to see the deep meanings in the events of our lives."
            }
        }
    },
    "luminous": {
        "1": {
            "title": "The Baptism of Jesus",
            "scripture": [
                "Matthew 3:12-17",
                "Mark 1:9-11",
                "Luke 3:21-22",
                "John 1:29-34"
            ],
            "summary": "When John the Baptist was preaching and baptizing at the Jordan River, Jesus came from Galilee to be baptized. This didn't suit John at all. He had a good idea Who Jesus was (they were kinsmen after all), and he knew that Jesus should be baptizing him instead of the other way around. Jesus assured John that His baptism was part of God's plan, and John consented. When Jesus was coming up out of the water, praying, the heavens opened above Him, the Holy Spirit descended in the form of a dove and landed on Jesus, and a voice boomed out, “This is My Son, the Beloved, with Whom I am well pleased” (see Matthew's account). After the baptism, John provided his testimony to the event, declaring that Jesus was indeed the Lamb of God and the Son of God Who would take away the sins of the world and baptize with the Holy Spirit.",
            "reflections": [
                "Look up the passages about John the Baptist in Matthew 3:1-12; Mark 1:1-8; and Luke 1:5-24, 1:39-45, 1:57-80, and 3:1-",
                "Who was John the Baptist as a person? What was he like? Why and how was he preaching? What was his message? What was his role in the divine plan of salvation history? How did people react to him?",
                "John was baptizing at the Jordan River, which is mentioned about 175 in the Old Testament and about 15 times in the New Testament. The Jordan was the site of more than one miracle (the crossing of the Israelites in Joshua 3:15-17, the healing of Naaman in 2 Kings 5, and the floating axehead in 2 Kings 6:1-7). Why did John choose to baptize in the Jordan River?",
                "John's baptism was one of repentance. It was a precursor to Christian baptism. Why was such a preparation needed?",
                "Jesus came from Galilee specifically to be baptized by John. Why?",
                "John humbly tried to prevent Jesus from being baptized. The Baptist understood his own role, and he knew at least a little bit about Jesus' identity. Think about John's response to Jesus' request.",
                "Jesus said, “Let it be so now; for it is proper for us in this way to fulfill all righteousness.” Ponder this command over the next few points.",
                "“Let it be” or “suffer it to be” has connotations of permitting but also of letting go. John had to let go of his thinking and accept Jesus' way of doing things.",
                "“Let it be so now....” God was doing something new at that time, right then at that moment in the history of salvation. Jesus focused John's attention on the present moment, and His role just then was to share in the human condition. Baptism was a part of that sharing.",
                "“It is proper” means that an act is fitting. It is the right thing to do. It suits the situation. Jesus was reassuring John that His baptism was the right way to respond to God's will.",
                "“In this way to fulfill all righteousness...” The Navarre Bible commentary notes, “'Righteousness (or 'justice') has a very deep meaning in the Bible; it refers to the plan which God, in His infinite goodness and wisdom, has marked out for man's salvation. Consequently, 'to fulfill all righteousness' should be understood as fulfilling God's will and designs. Thus we could translate 'fulfill all righteousness' as; 'fulfill everything laid down by God'. Jesus comes to receive John's baptism and hence recognizes it as a stage in salvation history – a stage foreseen by God as a final and immediate preparation for the messianic era....Jesus, Who has come to fulfill His Father's will, is careful to fulfill that saving plan in all its aspects.”",
                "John agreed and baptized Jesus. He accepted a mystery. He couldn't see the whole situation clearly, but he let go of his ideas and followed the will of God. Meditate on John's trust and obedience.",
                "Reflect on Jesus' actual baptism. Picture yourself floating down into the peaceful waters with Jesus.",
                "Ponder Jesus at prayer. The baptism was a spiritual experience for Jesus, a deep, intimate point of communion with the Father.",
                "The Holy Spirit descended and the Father spoke just as Jesus was coming up out of the water. Think about this immediate response from God.",
                "The heavens were opened. Mark's word choice suggests that they were “torn apart.” The same Greek word is used in Matthew 27:51, Mark 15:38, and Luke 23:45 to describe the tearing of the Temple curtain when Jesus died. Ponder the significance of this.",
                "The Holy Spirit descended like a dove and landed on Jesus. Why did the Spirit choose the form of a dove? Meditate on the symbolism of the dove.",
                "The voice from Heaven spoke: “This is my Son, the Beloved, with Whom I am well pleased” (in Matthew). Mark and Luke portray the Father as speaking directly to Jesus “You are My Son, the Beloved; with You I am well pleased.” Why the difference?",
                "The Greek word for “beloved,” agapetos, suggests a relationship between the Father and the Son that is pure love, more love than we can wrap our minds around. Ponder this extreme love.",
                "What does the title “Beloved Son” tell us about Jesus?",
                "The Father was well-pleased with Jesus, for Jesus was following the Father's will in detail. The Greek verb for “am well pleased” eudokeo can also mean “delighted.” Meditate on the truth that because of Jesus, we can be the beloved children of God with whom He is well pleased and even delighted.",
                "Ponder the Baptism as an epiphany, a revelation of God, and a portrait of the Trinity.",
                "Picture the baptism scene. Did others hear the voice from Heaven or see the dove? How did they react?",
                "St. John does not depict the baptism, but he relates John the Baptist's later testimony about Jesus. Reflect on that testimony over the next few points.",
                "John saw Jesus coming toward him and proclaimed to all who could hear that He was the Lamb of God Who would take away the sins of the world. Ponder this sacrificial language that looks ahead to the cross.",
                "John said that he was baptizing because of Jesus so that He might be revealed to Israel. How did John's baptism reveal Jesus to Israel?",
                "Meditate on John's humility as he proclaimed that Jesus ranked ahead of him because He was before him.",
                "This about John as our role model. His eyes were always on Jesus, and he moved out of the way so that Jesus could take control.",
                "John had received a prophecy from God. When he saw the Spirit descending from Heaven and remaining on Someone, he would know that this was the One Who would baptize with the Holy Spirit. Ponder this prophecy and its fulfillment. What does it mean to be baptized with the Holy Spirit?",
                "Reflect on John's God-guided testimony that Jesus is the Son of God.",
                "John interpreted the events he witnessed, bringing together history and mystery. Think deeply about his interpretation of Jesus' baptism.",
                "Meditate on how God broke into the world at the baptism of Jesus. Eternity broke into time, the divine into the mundane.",
                "Benedict XVI offers an interpretation of Jesus' baptism that focuses on Jesus' solidarity with men. At the baptism, Benedict says, Jesus took upon Himself all our burdens and brought them down into the Jordan. He accepted “death for the sins of humanity” in a foreshadowing the cross. Consider this interpretation of the baptism as both identification and anticipation.",
                "Many saints have pointed out that at His baptism Jesus was cleansing the water for us and preparing the way for the sacrament of Christian baptism. How did Jesus do this?"
            ],
            "questions": "1. How would you have responded to John the Baptist if you had lived in his time? 2. Have you ever experienced a time when you had to let go of your way of thinking and allow God to take over? What was that like? How did it change your relationship with God? 3. Do you believe that God has a plan for your life? 4. How are you at accepting mysteries? 5. How strong is your relationship with the Holy Spirit? How might that relationship grow and become stronger? 6. Do you know that you are God's beloved child? 7. Are you following God's will in your life? How do you discern His will? 8. How does God reveal Himself to you? How does He break into your world? 9. How do you testify to Jesus? 10. Can you see the mystery hidden in the history of the Scriptures? 11. What does your own baptism mean to you?",
            "quotes": [
                {
                    "quote": "Scripture tells of many wonders wrought at various times in this river; as that, among others, in the Psalms, Jordan was driven backwards (Psalms 114:3); before the water was driven back, now sins are turned back in its current; as Elijah divided the waters of old, so Christ the Lord wrought in the same Jordan the separation of sin.",
                    "author": "St. Ambrose"
                },
                {
                    "quote": "The Savior willed to be baptized not that He might Himself be cleansed, but to cleanse the water for us. From the time that Himself was dipped in time water, from that time has He washed away all our sins in water. And let none wonder that water, itself corporeal substance, is said to be effectual to the purification of the soul; it is so effectual, reaching to and searching out the hidden recesses of the conscience. Subtle and penetrating in its own nature, made yet more so by Christ's blessing, it touches the hidden springs of life, the secret places of the soul, by virtue of its all-pervading dew. The course of blessing is even yet more penetrating than the flow of waters. Thus the blessing which like a spiritual river flows on from the Savior's baptism, has filled the basins of all pools, and the courses of all fountains.",
                    "author": "St. Augustine"
                },
                {
                    "quote": "Beautifully said is that now, to show that as Christ was baptized with water by John, so John must be baptized by Christ with the Spirit. Or, suffer now that I who have taken the form of a servant should fulfill all that low estate; otherwise know that in the day of judgment you must be baptized with my baptism. Or, the Lord says, 'Suffer this now; I have also another baptism wherewithal I must be baptized; you baptize Me with water, that I may baptize you for Me with my own blood.'",
                    "author": "St. Jerome"
                },
                {
                    "quote": "Christ after He had been once born among men, is born a second time in the sacraments, that as we adore Him then born of a pure mother, so we may now receive Him immersed in pure water. His mother brought forth her Son, and is yet virgin; the wave washed Christ, and is holy. Lastly, that Holy Spirit which was present to Him in the womb, now shone round Him in the water, He who then made Mary pure, now sanctifies the waters.",
                    "author": "St. Augustine"
                },
                {
                    "quote": "He witnesses that He is His Son not in name merely, but in very kindred. Sons of God are we many of us; but not as He is a Son, a proper and true Son, in verity, not in estimation, by birth, not adoption.",
                    "author": "St. Hilary"
                },
                {
                    "quote": "These words Mark and Luke give in the same way; in the words of the voice that came from Heaven, their expression varies though the sense is the same. For both the words as Matthew gives them, This is my beloved son, and as the other two, You are my beloved Son, express the same sense in the speaker; (and the heavenly voice, no doubt, uttered one of these,) but One shows an intention of addressing the testimony thus born to the Son to those who stood by; the other of addressing it to Himself, as if speaking to Christ he had said, This is my Son. Not that Christ was taught what He knew before, but they who stood by heard it, for whose sake the voice came. Again, when one says, in whom I am well-pleased; another, in you it has pleased me, if you ask which of these was actually pronounced by that voice; take which you will, only remembering that those who have not related the same words as were spoken have related the same sense. That God is well-pleased with His Son is signified in the first; that the Father is by the Son pleased with men is conveyed in the second form, in you it has well-pleased me. Or you may understand this to have been the one meaning of all the Evangelists, In you have I put My good pleasure, i.e. to fulfill all My purpose.",
                    "author": "St. Augustine"
                }
            ],
            "prayers": {
                "blessing_and_adoration": "Dearest Jesus, You are the Lamb of God Who takes away the sins of the world. You died that we might live with You and the Father and the Holy Spirit for all eternity. We bow our heads in silent adoration, Lord, as we contemplate Your baptism in the Jordan and the miraculous revelation of the Holy Trinity that accompanied the event.",
                "praise": "Jesus, our Lord and our Savior, we praise You and we love You, for You have taken our sins upon Your shoulders. You identify with us in our burdens and trials, Lord, and You raise us up with You to the glory of Heaven. You are awesome, Jesus our God!",
                "thanksgiving": "Lord God, we thank You for revealing Yourself to us in so many ways. Jesus, we thank You for submitting to baptism to fulfill all righteousness in the plan of salvation. Father, we thank You for speaking aloud at Jesus' baptism and declaring Him to be Your Beloved Son with Whom You are well pleased. Holy Spirit, we thank You for descending upon Jesus in the form of a dove and remaining on Him as a sign that He is the One Who will baptize in Your power and love.",
                "intercession": "Lord, we lift up to You all those who are preparing for baptism. We lift up parents who are getting ready to have their little ones baptized. We lift up those who are newly baptized. Please help them all to realize that baptism makes us beloved children of God.",
                "petition": "Jesus, help us to fulfill Your will in all things, even when we cannot clearly see the path ahead of us or understand what You are doing. Help us to hear You and understand You when and where You reveal Yourself to us. Help us to truly understand that You are the One Who takes away our sins and baptizes us in the Holy Spirit. We love You, Jesus."
            }
        },
        "2": {
            "title": "The Wedding at Cana",
            "scripture": [
                "John 2:1-12",
                "Genesis 3:15",
                "John 19:26"
            ],
            "summary": "Early in Jesus' public ministry, Jesus, His mother, and His disciples were invited to a wedding at Cana in Galilee. Jesus' mother found out somehow that the hosts had run out of wine, and she came to Jesus with a simple statement, “They have no wine.” At first, Jesus seemed to deny His mother's implied request that He do something to help, but apparently their conversation extended more deeply than their words, for His mother instructed the servants, “Do whatever He tells you.” Jesus told the servants to fill six stone water jars with water. Then He commanded them to draw out some of the liquid and take it to the chief steward. The servants did so, and probably much to their relief, the chief steward discovered a wine of superior quality to that previously served at the wedding. Jesus' glory was revealed, and His disciples began to believe in Him.",
            "reflections": [
                "The wedding at Cana happened on “the third day.” Ponder the prophetic significance of this. Could it perhaps point toward the Resurrection?",
                "Mary is always called the “mother of Jesus” in this text rather than by her given name. Why?",
                "Meditate on Mary's loving care for those around her. She knew the situation of the wedding hosts even though she was only a guest. She was paying close attention, and she wanted to help.",
                "Mary immediately approached Jesus on behalf of the hosts. Reflect on Mary's prompt and loving intercession.",
                "Running out of wine doesn't seem like a very big deal, even though such a dilemma would have been embarrassing for the wedding hosts. Meditate on how Jesus and Mary care about our smallest problems.",
                "Mary's statement, “They have no wine,” was so simple. It was just a statement, not even a request. Ponder her deep and abiding trust in Jesus.",
                "Jesus called his mother “woman.” Look up Genesis 3:15 and John 19:26 and ponder the connection between all three passages. Many scholars use these texts to show how Mary is our Coremptrix who merits subordinately with Jesus the graces of our redemption and then distributes those graces as Mediatrix and prays for us as our Advocate.",
                "At first, Jesus seemed like He would respond unfavorably to Mary's implied request. Why does God in His omniscience and mystery sometimes delay answering prayers?",
                "Jesus' words may seem a little rude, but basically He was asking His mother why this lack of wine was their problem. Why would He ask that?",
                "Jesus said, “My hour has not yet come.” What did Jesus mean by this? One author says, “As of that moment, Jesus' hour had not yet come. But, once He performs the miracle, then His hour will begin. His march to the Cross will begin. A course will be set that will cause great suffering for both Him and His mother. I think Jesus simply wants to make sure that Mary truly understands what is about to happen and the full scope of her request” (see phat catholic apologetics).",
                "Think about the nonverbal conversation that took place between Jesus and Mary.",
                "Mary said to the servants what she always says: “Do whatever He tells you.” That is Mary's primary message, for she always directs our attention to her Son. Ponder this truth.",
                "The servants filled six stone water jars that were usually used for ritual purification. Why did Jesus put them to this new use? Could He have been suggesting the fulfillment and surpassing of Jewish rites?",
                "Each jar held twenty to thirty gallons, more wine than strictly necessary. Meditate on how God is extravagant in His answers to our prayers, how He is lavish with us, and how He goes above and beyond our needs.",
                "Ponder Jesus' simple orders. He merely commanded the servants to fill the jars with water.",
                "The servants obeyed Jesus' orders. This act was a credit to them, for they had no idea what He was doing. Even so, they did not question Him. Reflect on this unquestioning obedience.",
                "Jesus' next command was harder for the servants. There was some risk in drawing liquid out and taking it to the chief steward. The servants probably thought they were going to look like fools for bringing their boss a drink of water, but they obeyed anyway without question. Why?",
                "Think carefully about the miracle of water turned into wine. Jesus never touched the water. He didn't speak any words over it. He silently willed it to be wine, and it was. Meditate on Jesus' power and complete control of the world around Him.",
                "Think about the steward's cluelessness. He completely missed the miracle that had just occurred.",
                "St. John makes a point of telling us that the servants knew. Ponder the blessing of the lowly, the humble, and the obedient.",
                "Jesus is often referred to as the Bridegroom. Look deeply into this text about a wedding and a bridegroom to discover the message beneath its surface.",
                "The water became wine of superior quality. What is the significance of this?",
                "Ponder the symbolism of the water turned into wine on many levels. What might this miracle symbolize in the Church, in the Bible, and in our own lives?",
                "This was the first of Jesus' signs, as miracles are called in St. John's Gospel. Why did Jesus choose this as His first sign?",
                "Jesus revealed His glory, and the disciples believed in Him. Ponder the purpose of signs, which point to something beyond themselves.",
                "Reflect on this mystery's message about marriage. After all, Jesus' first sign was in the context of a wedding celebration."
            ],
            "questions": "1. Do you immediately go to Jesus with any need or problem, even the small things? Why or why not? 2. How is your relationship with Mary, the Mother of God? Do you believe that she loves you and intercedes for you? 3. Do you trust Jesus to respond to all your needs, explicit or implicit, spoken and unspoken? How does that trust affect your life? How might you grow in trust? 4. Has there ever been a time when God seemed to delay in answering your prayers or a time when He didn't seem to answer them at all? How did you feel? Why do you suppose God responded in the way He did? Have you learned a lesson from an unanswered prayer? 5. Do you ever share in nonverbal conversation with Jesus? Is your prayer ever beyond words? What is that experience like? 6. How do you imitate Mary in pointing to Jesus? How do you accept her message of “Do whatever He tells you” and pass that message along? 7. How has God been extravagant with you? 8. Have you ever noticed that God's commands are very simple yet are not always easy to fulfill? 9. Do you unquestioningly obey God even when you don't understand? 10. Do you understand that God is in control? How might your life and attitude be different if you kept that truth always in mind? 11. Are you humble enough to see miracles? Why or why not? 12. In which areas of your life do you need to ask Jesus to change water into wine?",
            "quotes": [
                {
                    "quote": "Nor is it without some mysterious allusion, that the marriage is related as taking place on the third day. The first age of the world, before the giving of the Law, was enlightened by the example of the Patriarchs; the second, under the Law, by the writings of the Prophets; the third, under grace, by the preaching of the Evangelists, as if by the light of the third day; for our Lord had now appeared in the flesh. The name of the place too where the marriage was held, Cana of Galilee, which means, desire of migrating, has a typical signification, viz. that those are most worthy of Christ, who burn with devotional desires, and have known the passage from vice to virtue, from earthly to eternal things.",
                    "author": "St. Bede"
                },
                {
                    "quote": "But how came it into the mother's mind to expect so great a thing from her Son? for he had done no miracle as yet: as we read afterwards This beginning of miracles did Jesus. His real nature, however, was beginning now to be revealed by John, and His own conversations with His disciples; besides that His conception, and the circumstances of His birth, had from the first given rise to high expectations in her mind: as Luke tells us, His mother kept all these sayings in her heart. Why then did she never ask Him to work a miracle before? Because the time had now come that He should be made known. Before He had lived so much like an ordinary person, that she had not had the confidence to ask Him. But now that she heard that John had borne witness to Him, and that He had disciples, she asks Him confidently.",
                    "author": "St. John Chrysostom"
                },
                {
                    "quote": "Water is poured into the waterpots; wine is drawn out into the chalices; the senses of the drawer out agree not with the knowledge of the pourer in. The pourer in thinks that water is drawn out; the drawer out thinks that wine was poured in. When the ruler of the feast had tasted the water that was made wine, and knew not whence it was, (but the servants who drew the water knew,) the governor of the feast called the bridegroom. It was not a mixture, but a creation: the simple nature of water vanished, and the flavor of wine was produced; not that a weak dilution was obtained, by means of some strong infusion, but that which was, was annihilated; and that which was not, came to be.",
                    "author": "St. Hilary"
                },
                {
                    "quote": "Our Lord wished the power of His miracles to be seen gradually; and therefore He did not reveal what He had done Himself, nor did the ruler of the feast call upon the servants to do so; (for no credit would have been given to such testimony concerning a mere man, as our Lord was supposed to be,) but He called the bridegroom, who was best able to see what was done. Christ moreover did not only make wine, but the best wine. And (the ruler of the feast) said to him, Every man at the beginning does set forth good wine, and when men have well drunk, then that which is worse; but you have kept the good wine until now. The effects of the miracles of Christ are more beautiful and better than the productions of nature. So then that the water was made wine, the servants could testify; that it was made good wine, the ruler of the feast and the bridegroom.",
                    "author": "St. John Chrysostom"
                },
                {
                    "quote": "But see the mysteries which lie hid in that miracle of our Lord. It was necessary that all things should be fulfilled in Christ which were written of Him: those Scriptures were the water. He made the water wine when He opened to them the meaning of these things, and expounded the Scriptures; for thus that came to have a taste which before had none, and that inebriated, which did not inebriate before.",
                    "author": "St. Augustine"
                }
            ],
            "prayers": {
                "blessing_and_adoration": "Lord Jesus, You turned water into wine by silently willing it. Your power and control are greater than we can ever grasp. We bow our heads in silent adoration and worship You, our omnipotent God.",
                "praise": "Jesus, we praise You for always answering our prayers, even when You give us an answer we don't expect. We praise You for changing water into wine, both at the wedding and in our lives. We praise You for Your power and Your glory and Your awesome signs, Lord Jesus.",
                "thanksgiving": "Jesus, how can we ever thank You enough for Your answers to our prayers? We thank You for answering our largest prayers and our smallest prayers. We thank You for answering our prayers even when You do so in ways we don't understand. We thank You for answering our prayers even when You say “no”. And we thank You for giving us Your Mother Mary as our mother and intercessor.",
                "intercession": "Lord, we lift up to You all newlyweds and those preparing for marriage. We lift up those who are lacking something they need, whether it is something major or minor. We lift up those who need to have the water of their lives changed into the wine of God's grace.",
                "petition": "Jesus, help us, please, to be obedient to You even when we don't understand Your commands. Inspire our hearts to intercede with You for those around us who are in need. Grant us, Lord, the kind of intimate communication with You that does not always require words but is a communion of hearts."
            }
        },
        "3": {
            "title": "The Proclamation of the Kingdom and the Call to Conversion",
            "scripture": [
                "Matthew 4:12-22",
                "Matthew 5-7",
                "Matthew 9:9-13",
                "Matthew 13:1-50",
                "Matthew 16:24-28",
                "Matthew 18:1-5",
                "Matthew 18:10-14",
                "Matthew 18:23-35",
                "Matthew 19:13-15",
                "Matthew 20:1-16",
                "Matthew 22:1-14",
                "Mark 1:14-20",
                "Mark 2:13-17",
                "Mark 4:1-32",
                "Mark 8:34-9:1",
                "Mark 10:13-16",
                "Luke 4:16-21",
                "Luke 5:1-11",
                "Luke 5:27-32",
                "Luke 6:20-49",
                "Luke 7:36-50",
                "Luke 8:4-15",
                "Luke 9:23-27",
                "Luke 10:25-37",
                "Luke 12:22-34",
                "Luke 15:1-31",
                "Luke 18:15-17",
                "Luke 19:1-10",
                "John 1:35-51",
                "John 4:1-42",
                "Acts 2:14-42",
                "Acts 9:1-19"
            ],
            "summary": "Unlike many other Rosary mysteries, the Proclamation of the Kingdom and the Call to Conversion was not a single event in the lives of Jesus and Mary. Instead, it was, and is, an ongoing process that began with Jesus' announcement early in His public ministry that the kingdom of God was at hand. It extended through the call of the disciples and the conversion of people like Zacchaeus, the Samaritan woman, and the sinful woman who cried on Jesus' feet. It continued in Peter's preaching after the Resurrection and in Paul's conversion. Finally, it touches all of us today as we make our own conversion journeys into the kingdom of God.",
            "reflections": [
                "This is a mystery that invites us to pray the Bible. Open to one of the Scripture references listed above, read it carefully, and meditate on what it tells us about the kingdom of God and the call to conversion.",
                "Reflect on Jesus' announcement that the kingdom of God is at hand (see Matthew 4:12-17; Mark 1:14-15; Luke 4:16-30). Think about how Jesus is introduced as a great light; the focus on repentance; how the kingdom has come near; Jesus Himself as the kingdom; the fullness of time; the fulfillment of Isaiah's prophecy as described in Luke; the characteristics of the kingdom as presented in Luke; the persecution of Jesus as described in Luke; the coming of the kingdom to the Gentiles; and how Jesus passed through the midst of the crowd and went away.",
                "Ponder the call of the first disciples (see Matthew 4:18-22; Mark 1:16-20; Luke 5:1-11; John 1:35-51). Consider how the disciples were called to fish for people; how they immediately left their nets and their families and followed Jesus; the strength of the call; the disciples' total surrender; the miraculous catch in Luke; Peter's obedience, astonishment, and fear in response to the miraculous catch; God's lavishness; Jesus' control and power; the disciples' staying with Jesus as described in John; the disciples' realizing they had found the Messiah on the testimony of John the Baptist; Jesus' calling Simon “Peter”; Nathanael's doubt and confession; and Jesus' prediction that the disciples would see heaven opened and the angels of God ascending and descending upon the Son of Man.",
                "Think about the conversion of Matthew (see Matthew 9:9-13; Mark 2:13-17; Luke 5:27-32). Reflect on how Jesus converted Matthew with only two simple words, “Follow Me”; the nonverbal communication between Jesus and Matthew; what it meant that Matthew was a tax collector; Matthew's total surrender to Jesus; how Matthew left everything to become a disciple; Matthew's party and missionary efforts; Jesus' role as a physician; Jesus' desire for mercy, not sacrifice; Jesus' breaking all the rules by eating with the “unclean”; how the Pharisees directed their question at the disciples, not at Jesus; and the call to repentance.",
                "Read and ponder the sermon on the mount (see Matthew 5-7). This sermon might be considered the workshop of conversion. Meditate on each of the beatitudes; on being salt and light; on anger; on loving your enemies; on the Lord's prayer; on almsgiving, fasting, and praying in secret; on the inner room (the heart); on your real treasure; on worrying; on judging; on asking, seeking, and knocking; on trust; on the golden rule; on the narrow gate; and on the house on the rock.",
                "Think about the sermon on the plain (see Luke 6:20-49). Here is another workshop of conversion. Ponder the blessings and woes; loving your enemies; being merciful as the Father is merciful; not judging; generosity; knowing the tree by its fruits; and house on the rock.",
                "Reflect on parables about the kingdom, which contain both lessons of the kingdom and stories of conversion. Ponder the parable of the sower; the parable of the weeds among the wheat; the parable of the hidden treasure; the parable of the net in the sea; the parable of the fine pearl; the parable of the lost sheep; the parable of the unforgiving servant; the parable of the laborers in the vineyard; the parable of the wedding banquet; the parable of the mustard seed; the parable of the growing seed; the parable of the good Samaritan; the parable of the lost coin; and the parable of the prodigal son.",
                "Think carefully about how Jesus blesses the little children (see Matthew 19:13-15; Mark 10:13-16; Luke 18:15-17). Ponder what it really means to be like a little child, and meditate on the trust and innocence of little children.",
                "Ponder Jesus' command to deny yourself, take up the cross, and follow Him (see Matthew 16:24-28; Luke 9:23-27). This is the work of conversion. Reflect on how in losing your life for Jesus' sake you actually find true life.",
                "Consider the story of the sinful woman (see Luke 7:36-50). Here is a story of conversion. Think about the woman's repentance and the physical manifestation of that repentance; Jesus' teaching about the relationship between forgiveness and love; the comparison of the woman with Simon the Pharisee; the parable of the two forgiven debtors; and how Jesus, in His divinity, forgives sins.",
                "Ponder the conversion story of Zacchaeus (see Luke 19:1-10). Reflect on how Zacchaeus was the chief tax collector, very rich, and therefore, probably a crook; how tax collectors were the lowest of the low among the Jews; and how Zacchaeus was so drawn to Jesus that he risked looking like a fool and climbed a tree to see Him. Think also about how Jesus invited Himself to stay at Zacchaeus' house and about Zacchaeus' response of repentance and satisfaction for his sins. Consider how Jesus' mission was fulfilled in Zacchaeus.",
                "Reflect on the story of the Samaritan woman (see John 4:1-42). Meditate on the gradual conversion of the woman, who seemed to be the most unlikely person to follow Jesus; Jesus' frank but non-accusatory attitude towards the woman's sins; living water; worship in spirit and truth; Jesus' revelation of Himself as the Messiah; how the woman became an evangelist, drawing others to Jesus; and the conversion and testimony of the Samaritans.",
                "Consider Peter's preaching of the kingdom (see Acts 2:14-42). Reflect on the fulfillment of prophecies; the proclamation of Jesus, the Messiah; the conversion of three thousand; and the life of the first Christian community.",
                "Ponder Paul's conversion (Acts 9:1-19). Think about how Paul's physical blindness manifested his former spiritual blindness; Jesus' identification with the Church (to persecute the Church was to persecute Jesus); fasting and prayer as part of conversion; Ananias' vision; how Ananias laid hands on Paul; how people assist one another along the path of conversion; Jesus' desire to use Paul as His instrument; how Paul became filled with the Spirit; how something like scales fell from Paul's eyes; and the Eucharistic overtones involved in Paul's taking food to regain his strength."
            ],
            "questions": "1. What is your conversion story? 2. How are you converting to God each and every day? 3. In which areas of your life do you still need to convert? 4. How do you experience the kingdom of God? 5. How has God called you in the past? How is He calling you now? How do you respond? 6. What do you have to leave behind in your life to follow Jesus? 7. In what ways do you need healing from Jesus? 8. Of what sins must you repent? 9. How might you apply the teachings of the sermon on the mount and the sermon on the plain to your own life? 10. How might you apply each of the parables to your own life? 11. In what ways do you need to become like a little child? 12. Do you take up your cross and follow Jesus each day? In what ways? What is your attitude toward the cross and towards trials in your life? 13. Do you trust that Jesus will forgive your sins when you repent? 14. How do you respond to Jesus' love and mercy? 15. Are you willing to look like a fool to follow Jesus? 16. How do you draw others to Jesus? 17. Are you at all spiritually blind? In what ways? Do you trust in Jesus to open your eyes? 18. How are you doing at prayer and fasting? 19. How do other people help you in your conversion? How do you help others?",
            "quotes": [
                {
                    "quote": "Repent, therefore, and believe; that is, renounce dead works; for of what use is believing without good works? The merit of good works does not, however, bring to faith, but faith begins, that good works may follow.",
                    "author": "St. Bede"
                },
                {
                    "quote": "He chose not kings, senators, philosophers, or orators, but he chose common, poor, and untaught fishermen. Had one learned been chose, he might have attributed the choice to the merit of his learning. But our Lord Jesus Christ, willing to bow the necks of the proud, sought not to gain fishermen by orators, but gained an Emperor by a fisherman. Great was Cyprian the pleader, but Peter the fisherman was before him.",
                    "author": "St. Augustine"
                },
                {
                    "quote": "Peter and Andrew had seen Christ work no miracle, had heard from Him no word of the promise of eternal reward, yet at this single bidding of the Lord they forgot all that they had seemed to possess, and straightway left their nets, and followed Him. In which deed we ought rather to consider their wills than the amount of their property. He leaves much who keeps nothing for himself, he parts with much, who with his possessions renounces his lusts. Those who followed Christ gave up enough to be coveted by those who did not follow. Our outward goods, however small, are enough for the Lord; he does not weigh the sacrifice by how much is offered but out of how much it is offered. The kingdom of God is not to be valued at a certain price, but whatever a man has, much or little, is equally available.",
                    "author": "St. Gregory the Great"
                },
                {
                    "quote": "Why is it then that nothing is said of the rest of the Apostles how or when they were called, but only of Peter, Andrew, James, John, and Matthew? Because these were in the most alien and lowly stations, for nothing can he more disreputable than the office of Publican, nothing more abject than that of fisherman.",
                    "author": "St. John Chrysostom"
                },
                {
                    "quote": "Now our Lord while He ever raises us to look to the future reward of virtue, and teaches us how good it is to despise worldly things, so also He supports the weakness of the human mind by a present recompense. For it is a hard thing to take up the cross, and expose your life to danger and your body to death; to give up what you are, when you wish to be what you are not; and even the loftiest virtue seldom exchanges things present for future. The good Master then, lest any man should be broken down by despair or weariness, straightway promises that He will be seen by the faithful, in these words, But I say to you, There are some standing here who shall not taste of death till they see the kingdom of God.",
                    "author": "St. Ambrose"
                },
                {
                    "quote": "There are in truth three states of the converted: the beginning, the middle, and the perfection. In the beginning they experience the charms of sweetness; in the middle the contests of temptation; and in the end the fullness of perfection.",
                    "author": "St. Gregory the Great"
                },
                {
                    "quote": "First let a little love find entrance into their hearts, and the rest will follow.",
                    "author": "St. Philip Neri"
                },
                {
                    "quote": "Christ acts like a loving mother. To induce us to follow Him, He gives us Himself as an example and promises us a reward in His kingdom.",
                    "author": "St. Anthony of Padua For more saints quotes, consult the for each Gospel text mentioned."
                }
            ],
            "prayers": {
                "blessing_and_adoration": "God, we bow our heads in silent adoration as we contemplate the kingdom You have established that we may enter into an intimate relationship with You. We bless You, dearest Lord, and we worship You.",
                "praise": "Jesus, Your teaching is amazing! You speak to us in ways that we can understand, through parables, through beatitudes, and through Your actions. We praise You for bringing the kingdom to us and inviting us to enter into it to be with You forever.",
                "thanksgiving": "Thank You, dearest Jesus, for inviting us to a life of conversion and for allowing us to experience Your kingdom. Thank You for healing us, for teaching us, for showing us the way to You, and for gently guiding us along the way. We love You, Jesus.",
                "intercession": "Jesus, we lift up to You all people who are following the path of conversion and seeking You kingdom. We lift up those who are currently leading a sinful life and pray that they may hear Your call in their hearts and turn away from their sins to follow You.",
                "petition": "Lord, please guide all of us along our daily journey of conversion. Please bring us all safely into Your kingdom that we may live with You now and always. Please help us to not only hear Your teachings but to really understand them and follow them. Please give us the grace to repent of our sins and turn to You for forgiveness and eternal life."
            }
        },
        "4": {
            "title": "The Transfiguration",
            "scripture": [
                "Matthew 17:1-9",
                "Mark 9:2-8",
                "Luke 9:28-36"
            ],
            "summary": "A few days after Jesus foretold His death and resurrection and commanded His disciples to deny themselves, take up their crosses, and follow Him, He led Peter, James, and John up on a high mountain to pray. The three disciples were sleepy but still awake when, suddenly, Jesus was transfigured before them. His face shone brightly, and His clothes became dazzling white. Moses and Elijah appeared next to Jesus and talked with Him about what was to happen shortly in Jerusalem. Peter, overcome with awe, asked Jesus if he could make three tents, one for Him, one for Moses, and one for Elijah. He hardly knew what he was saying. While he was still speaking, a bright cloud overshadowed the group, and a voice rang out, “This is My Son, the Beloved, with Him I am well pleased; listen to Him!” (see Matthew's version). The disciples were so frightened that they dropped to the ground. Jesus came over and touched His terrified disciples, telling them, “Get up and do not be afraid.” When the disciples arose, they saw no one but Jesus. As they were coming down the mountain, Jesus ordered His disciples not to tell anyone about their experience until after He was raised from the dead.",
            "reflections": [
                "Consider the timing of the Transfiguration. Matthew and Mark tell us that it took place six days after Jesus foretold His death and resurrection and commanded His disciples to deny themselves, take up their crosses, and follow Him. Luke says about eight days. Why do you think the accounts differ? Some fathers and scholars point to different ways of reckoning time. Luke includes “bookend” days, and Matthew and Mark don't. Others focus on the symbolism of the numbers. The number six might symbolize the fullness of creation, for God created the world in six days. The number eight might symbolize the Resurrection, which occurred on the eighth day (or the day after the Sabbath) in Jewish reckoning and pointed to the new creation. In any case, reflect on God's perfect timing.",
                "Think about Peter, James, and John, Jesus' inner circle among the apostles. Why did Jesus take only the three of them up the mountain? Carefully consider the wording here. Jesus took them with Him. Jesus was in the lead. The Greek word for “took” is paralambanō. It has connotations of taking someone or something near to one's self, into a relationship.",
                "Matthew and Mark emphasize that Peter, James, and John went up the mountain alone with Jesus. Mark uses the word “apart.” Why would the evangelists make sure to point out this separation from other people?",
                "Luke emphasizes that the group went up on the mountain to pray. He is the only evangelist to mention such a purpose. What does this added detail bring to the story of the Transfiguration?",
                "Ponder the Transfiguration's location on a high mountain. How was the Transfiguration a “mountain top” spiritual experience for both the disciples and Jesus?",
                "Matthew and Mark both use the word “transfigured” to describe Jesus' appearance. Luke uses “altered” or “changed.” Why? Keep in mind that Luke may be focusing on the otherness of Jesus during the Transfiguration, for the word he uses strongly connotates a distinction. Matthew and Mark's word is used only four times in the Gospels, twice to describe Jesus and twice to describe transformations in His disciples. What is significant about this?",
                "Meditate on the changes in Jesus. His face shone like the sun, according to Matthew. Luke tells us that the appearance of His face changed. Jesus' clothes became dazzling white. Mark adds that they became whiter than anyone on earth could bleach them. The light seemed to be coming from Jesus' very depths. His divinity, purity, and glory were shining through.",
                "Think about Moses and Elijah. Many scholars say that they represent the law and the prophets . Imagine their conversation with Jesus. Luke adds that they appeared in glory and were speaking about the “departure” that Jesus would accomplish in Jerusalem.",
                "Reflect on Peter's chatter. He wanted to make three tents, one for Jesus, one for Moses, and one for Elijah. Some authors have suggested that Peter's words express his recognition that Jesus was the Messiah Who fulfilled the expectations of the Feast of Tabernacles. During this feast, the Israelites constructed tents in memory of their time in the desert and in anticipation of the coming of the Messiah.",
                "Luke adds that Peter didn't even really know what he was saying because the disciples were sleepy yet still awake. How does this detail point to an experience that was not a dream but something far out of the ordinary?",
                "Ponder the bright cloud that overshadowed the mountain. This was the Shekinah or glory cloud that indicated God's presence. We have allusions here to creation and Mary's annunciation. Luke adds that the group on the mountain actually entered the cloud. This was something new. In the Old Testament, people did not enter into the Shekinah; they would have died if they had. But because Peter, James, and John were with Jesus, they could and did enter into the very presence of God.",
                "Reflect on the words of God the Father: “This is My Son, the Beloved; with Him I am well pleased; listen to Him!” (Matthew). What do these words say about the Father, the Son, and their relationship? Ponder what it means to really listen to Jesus.",
                "Consider the disciples' response to the Father's voice. They hit the ground terrified.",
                "Jesus touched them and told them to get up and not to be afraid. Consider the importance of touch, and meditate on how Jesus is fully God but also fully human.",
                "Think about how Peter, James, and John were alone with Jesus.",
                "Jesus told the disciples not to say anything about their experience until after the Resurrection. Why?",
                "Why did Jesus allow the disciples to see Him transfigured?"
            ],
            "questions": "1. In what ways have you noticed God's timing in your life? 2. Do you realize that, when you are in a state of grace, you are in Jesus' inner circle? How would your life be different if you continually remembered that intimate relationship? 3. How much time do you take to be alone with Jesus, set apart with Him? 4. Have you had any mountain top spiritual experiences? What were they like? 5. How has Jesus transfigured you? In what areas do you still need to be changed? 6. How have you experienced God's presence? Have you ever been overcome by God's awesomeness? 7. In what ways do you listen to Jesus? How might you learn to listen more and better? 8. How have you experienced Jesus' calming touch?",
            "quotes": [
                {
                    "quote": "Such as He is to be in the time of the Judgment, such was He now seen of the Apostles. Let none suppose that He lost His former form and lineaments, or laid aside His bodily reality, taking upon Him a spiritual or ethereal Body. How His transfiguration was accomplished, the Evangelist shows, saying, And his face did shine as the sun, and his raiment became white as snow. For that His face is said to shine, and His raiment described to become white, does not take away substance, but confer glory. In truth, the Lord was transformed into that glory in which He shall hereafter come in His Kingdom. The transformation enhanced the brightness, but did not destroy the countenance, although the body were spiritual; whence also His raiment was changed and became white to such a degree, as in the expression of another Evangelist, no fuller on earth can whiten them. But all this is the property of matter, and is the subject of the touch, not of spirit and ethereal, an illusion upon the sight only beheld in phantasm.",
                    "author": "St. Jerome"
                },
                {
                    "quote": "There are many reasons why these should appear. The first is this; because the multitudes said He was Elias, or Jeremiah, or one of the Prophets, He here brings with Him the chief of the Prophets, that hence at least may be seen the difference between the servants and their Lord. Another reason is this, because the Jews were ever charging Jesus with being a transgressor of the Law and blasphemer, and usurping to Himself the glory of the Father, that He might prove Himself guiltless of both charges, He brings forward those who were eminent in both particulars; Moses, who gave the Law, and Elias, who was jealous for the glory of God. Another reason is, that they might learn that He has the power of life and death; by producing Moses, who was dead, and Elias, who had not yet experienced death. A further reason also the Evangelist discovers, that He might show the glory of His cross, and thus soothe Peter, and the other disciples, who were fearing His death; for they talked, as another Evangelist declares, of His decease which He should accomplish at Jerusalem. Wherefore He brings forward those who had exposed themselves to death for God's pleasure, and for the people that believed; for both had willingly stood before tyrants, Moses before Pharaoh, Elias before Ahab. Lastly, also, He brings them forward, that the disciples should emulate their privileges, and be meek as Moses, and zealous as Elias. - St. John Chrysostom “If the transfigured humanity of Christ and the society of but two saints seen for a moment, could confer delight to such a degree that Peter would, even by serving them, stay their departure, how great a happiness will it be to enjoy the vision of Diety amidst choirs of Angels for ever? it goes on, For he wist not what to say; although, however, Peter from the stupor of human frailty knew not what to say, still He gives a proof of the feelings which were within him; for the cause of his not knowing what to say, was his forgetting that the kingdom was promised to the Saints by the Lord not in any earthly region, but in heaven; he did not remember that he and his fellow-Apostles were still hemmed in by mortal flesh and could not bear the state of immortal life, to which his soul had already carried him away, because in our Father's house in heaven, a house made with hands is not needed. But again even up to this time he is points at, as an ignorant man who wishes to make three tabernacles for the Law, the Prophets, and the Gospel, since they in no way can be separated from each other.",
                    "author": "St. Bede"
                },
                {
                    "quote": "This is the Son, this the Beloved, this the Accepted; and He it is who is to be heard, as the voice out of the cloud signifies, saying, Hear you Him. For He is a fit teacher of doing the things He has done, who has given the weight of His own example to the loss of the world, the joy of the cross, the death of the body, and after that the glory of the heavenly kingdom.",
                    "author": "St. Hilary"
                },
                {
                    "quote": "Now observe, that the cloud was not black from the darkness of condensed air, and such as to overcast the sky with a horrible gloom, but a shining cloud, from which we were not moistened with rain, but as the voice of Almighty God came forth the dew of faith was shed upon the hearts of men. For it follows, And there came a voice out of the cloud, saying, This is my beloved Son: hear you him. Elias was not His Son. Moses was not. But this is the Son whom you see alone.",
                    "author": "St. Ambrose"
                },
                {
                    "quote": "And we must observe, that, as when the Lord was baptized in Jordan, so on the mountain, covered with brightness, the whole mystery of the Holy Trinity is declared, because we shall see in the resurrection that glory of the Trinity which we believers confess in baptism, and shall praise it all together. Nor is it without reason that the Holy Ghost appeared here in a bright cloud, there in the form of a dove; because he who now with a simple heart keeps the faith which He has embraced, shall then contemplate what he had believed with the brightness of open vision. But when the voice had been heard over the Son, He was found Himself alone, because when He shall have manifested Himself to His elect, God shall be all in all, yes Christ with His own, as the Head with the body, shall shine through all things.",
                    "author": "St. Bede"
                }
            ],
            "prayers": {
                "blessing_and_adoration": "Dearest Jesus, on the mountain of the Transfiguration, Your face shone like the sun and Your garments became dazzling white. Your divinity shone through Your humanity. We bow our heads in silent worship, Lord, as we contemplate the mystery of You, true God and true Man.",
                "praise": "Jesus, You are the Father's beloved Son and our beloved Savior and Brother, and You are amazing! We praise You for Your glorious revelation to Peter, James, and John, and to us, at the Transfiguration. We praise You for assuming our human nature in order to save us from our sins and bring us home to Heaven to be with You and the Father and the Holy Spirit forever and ever.",
                "thanksgiving": "Thank You, Jesus, for the times when we catch a glimpse of just how awesome You are. Thank You for the “mountain top experiences” that we sometime enjoy during our spiritual journey. But thank You, too, for the times when all seems dark and low, Jesus, because we know that You are with us even then and that You are holding us up and teaching up what we need to know to be better followers of You and more loving people.",
                "intercession": "Lord, we lift up to You today all people who do not acknowledge You and Your constant, sustaining presence. Please let them see You somehow, Lord, so that they may come to believe in You and know that You are truly the Savior of the world. We lift up, too, those who are frightened of You for any reason. Please open their hearts to know Your gentle, loving care.",
                "petition": "Transfigure us, Lord Jesus. Change us from the inside out. Cleanse us from our faults. Raise us from our falls. Scour our souls that they may be white and bright and shining. Help us to always listen to You, as the Father commanded when He spoke out of the cloud, and draw us constantly into Your loving presence."
            }
        },
        "5": {
            "title": "The Institution of the Eucharist",
            "scripture": [
                "Matthew 26:26-30",
                "Mark 14:22-25",
                "Luke 22:14-23",
                "John 6:22-59",
                "John 13:1-20",
                "1 Corinthians 11:23-26"
            ],
            "summary": "On the night before He died, Jesus celebrated the Passover meal with His disciples. At supper, He took bread, blessed it, broke it, and give it to His disciples with the words, “Take, eat; this is My Body” (see Matthew's version). Afterward, He took a cup of wine, gave thanks, and said, “Drink from it, all of you; for this is My Blood of the covenant, which is poured out for many for the forgiveness of sins.” He added, “Do this in remembrance of Me.”",
            "reflections": [
                "Meditate on the setting of the First Eucharist, which was Jesus' celebration of the Passover with His disciples. Read over Matthew 26:17-25, Mark 14:12-21, and Luke 22:7-",
                "Why did Jesus choose Passover as the setting for the First Eucharist? Consider the Passover symbolism of sacrifice and deliverance and how Jesus, as the Lamb of God, was the new Passover Lamb. You may also wish to read and meditate on the article by Scott Hahn.",
                "Re-read Matthew 26:17-25, Mark 14:12-21, and Luke 22:7-13, and think about how the disciples prepared for the Passover meal. Jesus gave the disciples specific instructions, and the disciples found everything just as He said it would be. Try to picture the scene, and reflect especially on the disciples' obedience to Jesus, the title “Teacher,” and Jesus' words, “My time is near.”",
                "Just before the meal, Jesus predicted that one of His disciples would betray Him. Picture the scene. What kind of atmosphere did this prediction create? Why did Jesus make it right before the First Eucharist?",
                "Jesus blessed the bread first. Why? What is the significance of the bread?",
                "Deeply ponder Jesus' words. “Take, eat; this is My body.” “This is My Body, which is given for you. Do this in remembrance of Me.”",
                "Jesus broke the sacramental Bread, now His Body, and gave it to the disciples. Meditate on this highest of self-offerings.",
                "Jesus then took the cup and gave thanks (Greek ). Ponder the significance of wine and of giving thanks.",
                "“Drink from it, all of you; for this is My Blood of the covenant, which is poured out for many for the forgiveness of sins.” Reflect carefully on every word.",
                "Think closely about the variation of Jesus' words in Luke: “This cup that is poured out for you is the new covenant in My Blood.”",
                "Meditate on the meaning of a “covenant” and on its requirement of complete, self-giving love.",
                "Jesus was not being symbolic in His words. He is really present in the Eucharist, Body, Blood, Soul, and Divinity. Ponder this great truth and great mystery",
                "Jesus said that He would not drink from the fruit of the vine again until the day when He would drink it new with the disciples in His Father's kingdom. What does He mean?",
                "In 1 Corinthians 11, Paul recounts the First Eucharist in the context of a warning against abuses that were occurring with regard to the Sacrament. Paul reminds his readers, “For as often as you eat this bread and drink the cup, you proclaim the Lord' death until He comes.” Carefully read and consider Paul's words.",
                "Reflect on Paul's admonition about eating and drinking the Lord's Body and Blood unworthily, his warning against unbelievers partaking in the Eucharist, and his call to examine oneself before receiving Holy Communion.",
                "Why doesn't St. John describe the Institution of the Eucharist in his Gospel?",
                "Carefully read and ponder John 6:22-",
                "Reflect on Jesus as the Bread from heaven and the Bread of life. Meditate on Jesus words: “Whoever comes to Me will never be hungry, and whoever believes in Me will never be thirsty.” Consider the Jews' reaction and Jesus' response: “I am the living bread that came down from heaven. Whoever eats of this bread will live forever; and the bread that I will give for the life of the world is My flesh....Very truly, I tell you, unless you eat the flesh of the Son of Man and drink His blood, you have no life in you. Those who eat My flesh and drink My blood have eternal life, and I will raise them up on the last day; for My flesh is true food and My blood is true drink. Those who eat My flesh and drink My blood abide in Me, and I in them. Just as the living Father sent Me, and I live because of the Father, so whoever eats Me will live because of Me....”",
                "Jesus' teachings in John 6 were difficult for the Jews to accept. Many of His disciples abandoned Him, but He didn't call them back and tell them that He was merely speaking symbolically. Why not?",
                "In chapter 13 of his Gospel, St. John relates how Jesus washed the disciples' feet during the Last Supper. Read this account and ponder Jesus' words and actions. Think about how Jesus assumed the role of a servant. Also consider Peter's attempt to resist and Jesus' response to Peter. Reflect on how Jesus was modeling servanthood for His disciples who were to imitate Him. Think also about how this event relates to the actual institution narrative.",
                "Take some time to read the . Also explore the wonderful resources at the . Make a list of what strikes you most about the Blessed Sacrament and spend time reflecting on those points. The more time and effort you put into learning about Jesus' awesome gift, the more you will grow in your spiritual life and the deeper your Rosary prayer will be."
            ],
            "questions": "1. What do you really believe about the Eucharist? Do your beliefs match the Church's teaching? If not, are you willing, through study and prayer, to learn more about the Blessed Sacrament and come to accept that the Church's teaching is in fact Jesus' teaching? 2. What kind of effort are you making to better understand and appreciate the great gift of the Eucharist? 3. How are you obeying, or not obeying, Jesus? 4. Do you trust in Jesus' words and promises even when they seem impossible or you don't understand them? 5. How do you offer yourself to Jesus? 6. How do you give thanks to God for all that He has given you and especially for the Eucharist? 7. Do you attend Mass at least on Sundays and Holy Days of Obligation? How do you behave at Mass? Do you give your full attention or are you distracted? Do you truly understand what happens in the Mass? How might you grow in knowledge, attention, and devotion? 8. Do you believe that Jesus is really and truly present, Body, Blood, Soul, and Divinity, in the Eucharist? How do you live that belief? How does it affect the way in which you receive Jesus in Holy Communion and experience the great gift of the Eucharist? 9. Are you receiving the Eucharist worthily? 10. How do you prepare your heart to receive Holy Communion? How might you improve your preparation? 11. In what ways are you a servant to other people? How might you grow in your servanthood?",
            "quotes": [
                {
                    "quote": "The Lord committed His Body and Blood to substances which are formed a homogeneous compound out of many. Bread is made of many grains, wine is produced out of many berries. Herein the Lord Jesus Christ signified us, and hallowed in His own table the mystery of our peace and unity.",
                    "author": "St. Augustine"
                },
                {
                    "quote": "This bread before the sacramentary words, is the bread in common use; after consecration it is made of bread Christ's flesh. And what are the words, or whose are the phrases of consecration, save those of the Lord Jesus? For if His word had power to make those things begin to be which were not, how much rather will it not be efficacious to cause them to remain what they are, while they are at the same time changed into somewhat else. For if the heavenly word has been effectual in other matters is it ineffectual in heavenly sacraments? Therefore of the bread is made the Body of Christ, and the wine is made blood by the consecration of the heavenly word. Do you inquire after the manner? Learn. The course of nature is, that a man is not born but of man and woman, but by God's will Christ was born of the Holy Spirit and a Virgin.",
                    "author": "St. Ambrose"
                },
                {
                    "quote": "The Lord invites His servants to set before them Himself for food. But who would dare to eat his Lord; This food when eaten refreshes, but fails not; He lives after being eaten, Who rose again after being put to death. Neither when we eat Him do we divide His substance; but thus it is in this Sacrament. The faithful know how they feed on Christ's flesh, each man receives a part for himself. He is divided into parts in the Sacrament, yet He remains whole; He is all in heaven, He is all in your heart. They are called Sacraments, because in them what is seen is one thing, what is understood is another, what is seen has a material form, what is understood has spiritual fruit.",
                    "author": "St. Augustine"
                },
                {
                    "quote": "He gave thanks to instruct us after what manner we ought to celebrate this mystery, and showed also thereby that He came not to His Passion against His will. Also He taught us to bear whatever we suffer with thanksgiving, and infused into us good hopes. For if the type of this sacrifice, to wit, the offering of the paschal lamb, became the deliverance of the people from Egyptian bondage, much more shall the reality thereof be the deliverance of the world. And gave it to them, saying, Drink you all of it. That they should not be distressed at hearing this, He first drank His own blood to lead them without fear to the communion of these mysteries.",
                    "author": "St. John Chrysostom"
                },
                {
                    "quote": "He Himself also breaks the bread, which He gives to His disciples, to show that the breaking of His Body was to take place, not against His will, nor without His intervention; He also blessed it, because He with the Father and the Holy Spirit filled His human nature, which He took upon Him in order to suffer, with the grace of Divine power. He blessed bread and brake it, because He deigned to subject to death His manhood, which He had taken upon Him, in such a way as to show that there was within it the power of Divine immortality, and to teach them that therefore He would the more quickly raise it from the dead. There follows: And gave to them, and said, Take, eat: this is my body.",
                    "author": "St. Bede \"Nor doubt that this is true; for He plainly says, This is my body; but rather receive the words of your Savior in faith. For since He is the Truth, He lies not. They rave foolishly then who say that the mystical blessing loses its power of sanctifying, if any remains are left till the following day. For the most holy Body of Christ will not be changed, but the power of blessing and the life giving grace is ever abiding in it. For the life-giving power of God the Father is the only-begotten Word, which was made flesh not ceasing to be the Word, but making the flesh life giving. What then? since we have in us the life of God, the Word of God dwelling in us, will our body be life-giving? But it is one thing for us by the habit of participation to have in ourselves the Son of God, another for Himself to have been made flesh, that is, to have made the body which He took from the pure Virgin His own Body. He must needs then be in a certain manner united to our bodies by His holy Body and precious Blood, which we have received for a life giving blessing in the bread and wine. For lest we should be shocked, seeing the Flesh and Blood placed on the holy altars, God, in compassion to our infirmities, pours into the offerings the power of life, changing them into the reality of His own flesh, that the body of life may be found in us, as it were a certain life-giving seed. He adds, Do this in commemoration of me.\" - St. Cyril \"It was a thing worthy of Him, Who came from God, and went to God, to trample upon all pride; He rises from supper, and laid aside His garment, and took a towel, and, girded Himself.; After that He pours water into a basin, and began to wash His disciples' feet, anal to wipe them with the towel wherewith He was girded. See what humility He shows, not only in washing their feet, but in other things. For it was not before, but after they had sat down, that He rose; and He not only washed them, but laid aside His garments, and girded Himself with a towel, and filled a basin; He did not order others to do all this, but did it Himself, teaching us that we should be willing and ready to do such things.\" - St. John Chrysostom"
                }
            ],
            "prayers": {
                "blessing_and_adoration": "Lord Jesus Christ, we stand in awe at Your total self-offering of great love, and we bow our heads in silent adoration before You, Who are really and truly present, Body, Blood, Soul, and Divinity in the Eucharist.",
                "praise": "Jesus, we praise You in your awesome greatness and in Your gentle humility. We praise You under the forms of Bread and Wine. We praise You Who have given Yourself as our food and drink in the Blessed Sacrament.",
                "thanksgiving": "Thank You, Jesus. Thank You for giving us Your very Self, Body, Blood, Soul, and Divinity, in the Holy Eucharist. Thank You for being our Bread of life that has come down from Heaven that we may have eternal life and never be hungry and thirsty again. Thank You for abiding in us and allowing us to abide in You in a very special way when we receive You in Holy Communion. Intersession – Lord, we lift up to You all those who receive the Eucharist unworthily. Touch their hearts, Lord, and bring them to repentance and to a full and deep belief in Your Real Presence. We lift up to You, too, those Who are outside of full communion with the Catholic Church and therefore do not have the benefit of receiving You in such an intimate way. Bring them to the fullness of faith, Lord Jesus.",
                "petition": "Jesus, please increase our attention and devotion at Mass, and help us to delve ever deeper into the riches of the Blessed Sacrament. Prevent us from ever receiving You unworthily, and help us to better prepare our hearts to receive You every time we approach You in Holy Communion."
            }
        }
    },
    "sorrowful": {
        "1": {
            "title": "The Agony in the Garden",
            "scripture": [
                "Matthew 26:36-46",
                "Mark 14:32-42",
                "Luke 22:39-46"
            ],
            "summary": "When the Passover Meal turned First Eucharist was complete, Jesus and His disciples walked out to the Garden of Gethsemane at the foot of the Mount of Olives. Jesus told some of the disciples to wait in a certain place, but He took Peter, James, and John with Him. He began to be sorrowful and troubled and asked the three to stay awake while He prayed. He fell to the ground and said, “My Father, if it is possible, let this cup pass from Me; yet not what I want but what You want.” When He returned to the disciples, He found them asleep. After warning them to stay awake and pray that they may not come into the time of trial, He went back to His prayer and said nearly the same words. Once again, He returned to find His disciples asleep, and once again, He prayed. While He was praying, He was in so much anguish that His sweat became like blood. An angel came to Him and gave Him strength. When He returned to the disciples for the last time, He told them to get up, for His betrayer was approaching.",
            "reflections": [
                "Consider the setting of this mystery. The name Gethsemane means “oil press.” Gethsemane was a garden located at the foot of the Mount of Olives. Jesus and the disciples visited there often. Picture the scene, the darkness, the vegetation, and think about the significance of a garden. Remember that Adam made a choice in the Garden of Eden. Jesus made a choice in the Garden of Gethsemane. Reflect on the difference between their choices.",
                "Jesus told the disciples, “Sit here while I go over there and pray.” Ponder the significance of Jesus' prayer and of prayer in general.",
                "Jesus took His inner circle, Peter, James, and John, with Him. Why these three?",
                "He began to be grieved and agitated. Jesus was fully human. Reflect on His sorrow. Why was He grieving?",
                "The Greek word for “agitated” is . It means to be in anguish, to be troubled, and to be in a great state of anxiety. Picture Jesus in that state, when He was at His most human. No wonder He can understand all our anxiety and distress. Why was Jesus in anguish? Did His human nature recoil at the thought of the cross, or where there other reasons?",
                "Jesus said, “I am deeply grieved, even to death; remain here, and stay awake with Me.” The word for “I” here is really “My soul,” which can connotate “Myself” in the Greek. Think about the identification between the self and the soul that Jesus used here.",
                "Jesus was deeply grieved even to death. This is strong language. Jesus was encompassed with grief and exceedingly sorrowful. He was about to take the weight of the sins of the whole world and all its people of all times onto His shoulders. He was grieving for sinners. Some mystics have said that, in the garden, Jesus could see all the sins ever committed, all the sins being committed, and all the sins to be committed. Meditate on this burden, which was so much greater than that of the physical cross.",
                "Jesus asked the disciples to remain close and stay awake with Him. Why? Did He desire human companionship? Did He want the disciples to understand why He was going to the cross? Did He have more than one motive?",
                "Jesus moved a short way away from the disciples, threw Himself on the ground, and began to pray. The words literally mean “fell on His face.” Think about Jesus' humility.",
                "Luke says that Jesus knelt down. Why is there a difference in word choice between Luke and the other evangelists? How does Luke's wording capture different aspects of Jesus' act?",
                "“My Father, if it is possible, let this cup pass from Me; yet not what I want but what You want.” Ponder how these words express the relationship between Jesus and the Father. What is the cup to which Jesus refers? In Hebrew, the cup was sometimes a metaphor for a lot or portion. Meditate on Jesus' self surrender. His human will was struggling, yet He surrendered to His divine will, which is identical to the will of the Father.",
                "In Mark, Jesus also reminded the Father that “for You all things are possible.” This is a good lesson for us. God can do all things, but He does not will all things. Meditate on God's will.",
                "When Jesus returned to Peter, James, and John, they were sound asleep. Imagine how they must have felt when Jesus caught them.",
                "Ponder Jesus' question: “So, could you not stay awake with Me one hour?”",
                "Jesus continued, “Stay awake and pray that you may not come into the time of trial...” What might He be referring to? What trials would the disciples be likely to encounter?",
                "What did Jesus mean by “the spirit indeed is willing, but the flesh is weak”?",
                "Jesus prayed in nearly the same way a second time. “My Father, if this cannot pass unless I drink it, Your will be done.” Meditate on the repetition of prayer. Why? God heard the first time. Could prayer be more about changing us than changing God?",
                "Jesus came back and once again found the disciples asleep. Their eyes were so heavy. They didn't know what to say to Jesus. Luke adds that they were sleeping because of grief. Think about the disciples' state of mind at this point. Meditate on Jesus' response to them.",
                "Luke tells us that an angel from heaven appeared to Jesus and gave Him strength. Some translations say “comfort,” but the Greek word, , means to strengthen or invigorate. Why would Jesus need strength from an angel? What kind of strength would the angel give to Jesus? Recall that He was fully man as well as fully God.",
                "Luke emphasizes the depths of Jesus' agony. “In His anguish He prayed more earnestly, and His sweat became like great drops of blood falling down on the ground.” Ponder the intensity of this moment.",
                "The word “agony” can suggest combat. Some mystics describe Jesus as contending with the devil, who was trying to tempt Jesus into giving up His redemptive mission. They portray the devil as questioning Jesus' identity, mission, and ability to save the world. Consider this idea.",
                "Jesus prayed a third time using the same words. He then returned to the disciples, who were once again asleep. Jesus asked them, “Are you still sleeping and taking your rest?” How come the disciples still couldn't stay awake, even after being lightly scolded by Jesus twice before?",
                "Jesus continued, “See, the hour is at hand, and the Son of Man is betrayed into the hands of sinners. Get up, let us be going. See my betrayer is at hand.” Jesus once again spoke of “the hour.” What did He mean? Jesus knew what was going to happen to Him. He went out to meet it. He had prayed, and He was now prepared. His betrayer, Judas, was close by."
            ],
            "questions": "1. What kinds of choices are you making in your life? Are your choices more like Jesus' or more like Adam's? 2. How often and in what ways do you pray? 3. Do you understand that when you are in a state of grace, you are a member of Jesus' “inner circle”? How would a constant recollection of this change your life? 4. Do you turn to God when you are sorrowful, troubled, and in anguish? How have you felt His presence at those times? 5. Do you realize how much sorrow your sins bring to Jesus? How might such a realization make you less likely to commit sin? 6. Are you attentive during prayer? Or do you get distracted? How might you limit your distractions during prayer? 7. What do you believe about the nature and purpose of prayer? 8. How does your prayer change you? 9. How hard is it for you to imitate Jesus and say to God “yet not what I want, but what You want”? 10. How are you at accepting God's will even when it is not your will? 11. Can you stay awake with Jesus for one hour? What does staying awake with Jesus mean to you? 12. Have there been times when you are “sleepy” in your spiritual life? What are those times like? How do you overcome them? 13. How do you handle the trials in your life? 14. When and in what situations has your spirit been willing but your flesh been weak? 15. Do you have a relationship with the angels? How do the angels influence your life? 16. How have you struggled with the devil? Do you rely on Jesus to strengthen you? 17. Are you prepared to meet trials in your life? How might you become more prepared?",
            "quotes": [
                {
                    "quote": "But seeing that prayer is the sending up the understanding to God, or the asking of God things fitting, how did the Lord pray? For His understanding needed not to be lifted up to God, having been once united hypostatically to God the Word. Neither could He need to ask of God things fitting, for the One Christ is both God and Man. But giving in Himself a pattern to us, He taught us to ask of God, and to lift up our minds to Him. As He took on Him our passions, that by triumphing over them Himself, He might give us also the victory over them, so now He prays to open to us the way to that lifting up to God, to fulfill for us all righteousness, to reconcile His Father to us, to pay honor to Him as the First Cause, and to show that He is not against God.",
                    "author": "St. John Damascene"
                },
                {
                    "quote": "I suppose that there are some who offer here no other cause of His fear than His passion and death. I ask those who think thus, whether it stands with reason that He should have feared to die, who banished from the Apostles all fear of death, and exhorted them to the glory of martyrdom? How can we suppose Him to have felt pain and grief in the sacrament of death, who rewards with life those who die for Him? And what pangs of death could He fear, who came to death of the free choice of His own power? And if His Passion was to do Him honor, how could the fear of His Passion make Him sorrowful?",
                    "author": "St. Hilary"
                },
                {
                    "quote": "Our Lord therefore sorrowed to prove the reality of the Man which He had taken upon Him...",
                    "author": "St. Jerome"
                },
                {
                    "quote": "He is sorrowful, yet not Himself, but His soul; not His Wisdom, not His divine Substance, but His soul, for He took upon Him my soul, and my body.",
                    "author": "St. Ambrose"
                },
                {
                    "quote": "As being God, dwelling in the body, He shows the frailty of flesh, that the blasphemy of those who deny the mystery of His Incarnation might find no place; for having taken up a body, He must needs also take up all that belongs to the body, hunger, thirst, pain, grief; for the Godhead cannot suffer the changes of these affections. - St. Bede “But what means His bending of knees? of which it is said, And he kneeled down, and prayed. It is the way of men to pray to their superiors with their faces on the ground, testifying by the action that the greater of the two are those who are asked. Now it is plain that human nature contains nothing worthy of God's imitation. Accordingly the tokens of respect which we evince to one another, confessing ourselves to be inferior to our neighbors, we have transferred to the humiliation of the Incomparable Nature. And thus He who bore our sicknesses and interceded for us, bent His knee in prayer, by reason of the man which He assumed, giving us an example, that we ought not to exalt ourselves at the time of prayer, but in all things be conformed to humility; for God resists the proud, but gives grace to the humble.",
                    "author": "St. Gregory of Nyssa"
                },
                {
                    "quote": "It is indeed impossible for the soul of man not to be tempted. Therefore he says not, Pray that you be not tempted, but, Pray that you enter not into temptation, that is, that the temptation do not at last overcome you.",
                    "author": "St. Bede"
                },
                {
                    "quote": "There were, I conclude, two ways in which this cup of Passion might pass from the Lord. If He should drink it, it would pass away from Him, and afterwards from the whole race of mankind also; if He should not drink it, it would perhaps pass from Him, but from men it would not pass. He would fain therefore that it should so pass from Him as that He should not at all taste its bitterness, yet only if it were possible, saving the righteousness of God. If it were not possible, He was rather willing to drink it, that so it might pass from Him, and from the whole race of mankind rather than against His Father's will shun the drinking thereof.",
                    "author": "Origen"
                },
                {
                    "quote": "That by His second prayer He might show Himself to be very man. It goes on: And when he returned, he found them asleep again; He however did not rebuke them severely. For their eyes were heavy, (that is, with sleep,) neither wist they what to answer him. By this learn the weakness of men, and let us not, whom even sleep can overcome, promise things which are impossible to us. Therefore He goes away the third time to pray the prayer mentioned above.",
                    "author": "Theophyl"
                },
                {
                    "quote": "Having concluded His third prayer, and having obtained that the Apostles' terror should be corrected by subsequent penitence, He goes forth undaunted by the prospect of His own Passion to meet His pursuers, and offers Himself voluntarily to be sacrificed. Arise, let us be going; as much as to say, Let them not find you trembling, let us go forth willingly to death, that they may see us confident and rejoicing in suffering; Lo, he that shall betray me draws near.",
                    "author": "St. Jerome"
                },
                {
                    "quote": "But He prays, that the cup may pass away, to show that He is very man, wherefore He adds: Take away this cup from me. But remembering why He was sent, He accomplishes the dispensation for which He was sent, and cries out, But not what I will, but what you will. As if He had said, If death can die, without my dying according to the flesh, let this cup pass away; but since this cannot be otherwise, not what I will, but what you will. Many still are sad at the prospect of death, but let them keep their heart right, and avoid death as much as they can; but if they cannot, then let them say what the Lord said for us. - St. Bede “Now every art is set forth by the words and works of him who teaches it. Because then our Lord had come to teach no ordinary virtue, therefore He speaks and does the same things. And so having in words commanded to pray, lest they enter into temptation, He does the same likewise in work, saying, Father, if you be willing, remove this cup from me. He said not the words, If you will, as if ignorant whether it was pleasing to the Father. For such knowledge was not more difficult than the knowledge of His Father's substance, which He alone clearly knew, according to John, As the Father knows me, even so have I known the Father. Nor says He this, as refusing His Passion. For He who rebuked a disciple, who wished to prevent His Passion, so as even after many commendations, to call him Satan, how should He be unwilling to be crucified? Consider then why it was so said. How great a thing was it to hear that the unspeakable God, who passes all understanding, was content to enter the virgin's womb, to suck her milk, and to undergo every thing human. Since then that was almost incredible which was about to happen, He sent first indeed Prophets to announce it, afterwards He Himself comes clothed in the flesh, so that you could not suppose Him to be a phantom. He permits His flesh to endure all natural infirmities, to hunger, to thirst, to sleep, to labor, to be afflicted, to be tormented; on this account likewise He refuses not death, that He might manifest thereby His true humanity.",
                    "author": "St. John Chrysostom"
                },
                {
                    "quote": "Many are shocked at this place who turn the sorrows of the Savior to an argument of inherent weakness from the beginning, rather than taken upon Him for the time. But I am so far from considering it a thing to be excused, that I never more admire His mercy and majesty; for He would have conferred less upon me had He not taken upon Him my feelings. For He took upon Him my sorrow, that upon me He might bestow His joy. With confidence therefore I name His sadness, because I preach His cross. He must needs then have undergone affliction, that He might conquer. For they have no praise of fortitude whose wounds have produced stupor rather than pain. He wished therefore to instruct us how we should conquer death, and what is far greater, the anguish of coming death. You smarted then, O Lord, not from your own but my wounds; for he was wounded for our transgressions. And perhaps He is sad, because that after Adam's fall tile passage by which we must depart from this world was such that death was necessary. Nor is it far from the truth that He was sad for His persecutors, who He knew would suffer punishment for their wicked sacrilege.",
                    "author": "St. Ambrose"
                }
            ],
            "prayers": {
                "blessing_and_adoration": "Dearest Jesus, You sweated blood for us in the garden. You suffered tremendous anguish on account of our sins. We bow our heads in silent adoration, Lord, as we recognize Your unwavering, unending love for us.",
                "praise": "We praise you, Jesus, for Your courage. Even though You are God, You are still Man, and as a Man, you had to battle with the devil. But You won! You conquered him in the garden; You conquered him on the cross; and You saved us from his clutches. We praise You, victorious Jesus.",
                "thanksgiving": "Jesus, we thank You for showing us that You can and do understand all our trials, both physical and mental. In the garden, You experienced extreme distress and sorrow. We thank You for accepting Your Father's will even in the face of that pain and choosing to go to the cross for our salvation.",
                "intercession": "Jesus, we lift up to You all people who are experiencing fear, grief, sorrow, distress, and affliction. Hold them close to You, Lord, and calm their hearts. Wrap them in a warm blanket of Your love that they may feel and know Your understand, gentle care.",
                "petition": "Jesus, please give us strength in our hours of fear and anguish. Inspire us to turn to prayer when we are in need and always to surrender to Your will when we must drink from the cup of suffering."
            }
        },
        "2": {
            "title": "The Scourging at the Pillar",
            "scripture": [
                "Matthew 27:26",
                "Mark 15:15",
                "Luke 23:16, 22",
                "John 19:1"
            ],
            "summary": "Judas led an armed crowd to the Garden of Gethsemane to arrest Jesus, Who was subsequently brought before the high priest and council, Herod, and Pontius Pilate. Peter, who was standing in the courtyard waiting to hear the results of the trials, denied Jesus three times exactly as Jesus had predicted. The Jews called for Jesus' crucifixion, but Pilate was unwilling. He offered to release Jesus according to the custom of the Jewish feast, but the Jews chose Barabbas instead and continued to insist that Jesus be crucified. Pilate finally gave in, symbolically washed his hands of the matter, and turned Jesus over to the Roman soldiers to be scourged and executed.",
            "reflections": [
                "Because the actual scourging of Jesus at the pillar takes up only one verse in Matthew, Mark, and John and receives two brief references in Luke, you may wish to spend some time meditating on the events leading up the scourging. Carefully read Matthew 26:47 – 27:26; Mark 14:43 – 15:15; Luke 22:47 – 23:25; and John 18:1 – 19:6, and ponder some of the points below.",
                "Think about the scene of Jesus' betrayal. Consider the following: how the crowd comes to arrest Jesus with swords and clubs; Judas' betraying kiss; Jesus' response of “Friend, do what you are here to do”; the crowd's reaction when Jesus said “I AM”; the meaning of “I AM”; the altercation between Peter and the high priest's servant; the healing of the servant's ear; Jesus' acceptance of His arrest so that the “Scriptures be fulfilled”; and the disciples' desertion",
                "Meditate on Jesus' trial before the high priest. Consider the following: the false testimony against Jesus; Jesus' silence in the face of the accusations; Jesus' testimony of “From now on you will see the Son of Man seated at the right hand of Power and coming on the clouds of heaven”; the high priest's verdict; and the abuse Jesus receives at the hands of the Jews",
                "Ponder Peter's denial of Jesus. Consider the following: the reasons for Peter's denial; Jesus' prediction and response; Peter's violent outburst; and Peter's remorse.",
                "Think about Jesus' trial before Pilate. Consider the following: the Jews' accusations; Pilate's questions to Jesus; Jesus' silence in the face of His accusers; the dream of Pilate's wife; Jesus' words to Pilate about the kingdom in John's Gospel; the Jews' choice of Barabbas; Pilate's fear; Pilate's verdict of “not guilty”; how Pilate caved in to the Jews when they implied that if he were to let Jesus go, he would be betraying Caesar; the Jews' claim that they had no king but Caesar and their cries to crucify Jesus; and how Pilate washed his hands of the matter and declared himself innocent of Jesus' blood.",
                "Reflect on Jesus' trial before Herod in Luke's Gospel. Consider the following: why Luke includes this scene; Jesus' silence; the mockery and abuse Jesus endured; and how Herod sent Jesus back to Pilate dressed in an elegant robe.",
                "Ponder the manner in which Jesus was scourged. Roman soldiers lashed Him repeatedly with a whip that probably had at least two “tails” tipped with metal balls. The Jews limited their scourgings to thirty-nine lashes, but the Romans did not. For more detailed information about the scourging, see this . Please be warned; it contains disturbing material.",
                "Reflect on Jesus' extreme pain, and remember that He suffered that pain because of our sins.",
                "Consider how strong Jesus' love was. He loved His tormentors even as they scourged Him. And He loves us even when we sin.",
                "Is there any pain that Jesus cannot understand?",
                "Remember that Jesus could have stopped the scourging, and the entire Passion, at any point. He was and is God. But He chose to suffer it for our sake, to save us, and bring us home to Heaven to be with Him forever. Ponder this amazing truth.",
                "Place yourself in the sandals of those who witnessed the scourging. What did they see? How did they react?"
            ],
            "questions": "1. How have you betrayed Jesus throughout your life? Have you repented of your sins and confessed them? Do you understand that Jesus forgives you and loves you even when you do betray Him? 2. How do you respond when you are falsely accused by someone? 3. In what ways have you, like Peter, denied Jesus? How did you feel afterward? 4. Have you ever been influenced to do something you knew was wrong? Have you ever followed the crowd instead of your conscience? Why did you do so? How did you feel afterward? 5. Do you truly realize, do you truly understand, what Jesus endured for you? 6. How should you respond to Jesus' self-giving love? 7. Do you realize that Jesus completely understands your pain? How might this realization change your relationship with Him and your view of the sufferings in your own life?",
            "quotes": [
                {
                    "quote": "It should be known that Pilate administered the Roman law, which enacted that every one who was crucified should first be scourged. Jesus then is given up to the soldiers to be beaten, and they tore with whips that most holy body and capacious bosom of God. This was done that we might be delivered from those stripes of which it is said, Many stripes shall be to the wicked.",
                    "author": "St. Jerome"
                },
                {
                    "quote": "See the Lord is made ready for the scourge, see now it descends upon Him! That sacred skin is torn by the fury of the rods; the cruel might of repeated blows lacerates His shoulders. Ah me! God is stretched out before man, and He, in whom not one trace of sin can be discerned, suffers punishment as a malefactor.",
                    "author": "St. John Chrysostom"
                },
                {
                    "quote": "When the Jews had cried out that they did not wish Jesus to be released on account of the passover, but Barabbas, Then Pilate therefore took Jesus, and scourged Him. Pilate seems to have done this for no reason but to satisfy the malice of the Jews with some punishment short of death. On which account he allowed his band to do what follows, or perhaps even commanded them.",
                    "author": "St. Augustine"
                }
            ],
            "prayers": {
                "blessing_and_adoration": "We bow our heads in silent adoration before You, our suffering Jesus. We adore You and we bless You, for You suffered unspeakable pain and anguish for our sake. How can we ever truly grasp Your wondrous love for us, Lord?",
                "praise": "Jesus, we praise You for Your great courage and love. You stood silently before Your accusers and allowed Yourself to be abused and scourged. You could have stopped it all at any moment, but You chose to continue out of love for us. May Your praises ring out in Heaven and earth, Lord Jesus!",
                "thanksgiving": "Lord, how can we ever thank You enough? You were betrayed, denied, and abused by the ones You love. You suffered for us. You bore the pain and anguish of our sin. And You did it all willingly that we may be with You in Heaven forever. How can we ever thank You enough, Lord?",
                "intercession": "Lord, we lift up to You all those in pain. Comfort them and strengthen them, Lord. We lift up those who even today do not recognize You as the divine Son. Touch their hearts that they may know You, Lord. We lift up those who are tempted to bow to the will of the crowd instead of following their consciences. Give them courage, Lord. We lift up those who are physically abused. Hold them closely in Your arms and protect them, Lord. We lift up their abusers. Change their hearts and ways, Lord.",
                "petition": "Jesus, help us always to remember that no matter what we must suffer, You are always there beside us, and You understand fully what we are going through. Help us to turn to You for strength and courage and self-control. Forgive us our sins, Lord as we fall before You in sorrow and repentance."
            }
        },
        "3": {
            "title": "The Crowning of Thorns",
            "scripture": [
                "Matthew 27:27-31",
                "Mark 15:16-20",
                "John 19:2-5"
            ],
            "summary": "Before Jesus was crucified, the Roman soldiers decided to have a bit of “fun” at His expense. They gathered around Him, stripped Him, and clothed Him in a reddish purple robe. They made a crown of thorns and forced it onto His head. Then they put a reed in His right hand. They knelt before Him in mockery, saying “Hail, King of the Jews.” They spat on Him and struck Him. When they had finished, they dressed Him in His own clothes and led Him away to be crucified.",
            "reflections": [
                "Before the Roman soldiers crucified Jesus, they tortured Him by crowning Him with thorns and mocking Him as “King of the Jews!” Why would the soldiers do such a thing?",
                "Matthew and Mark say that the soldiers, probably the leaders, gathered the whole cohort around Jesus. Try to picture the various soldiers. Do you think they all participated in this cruel mockery? Or were there some who were appalled?",
                "The soldiers stripped Jesus. Remember that He was badly wounded from the scourging. Consider His pain as His wounds were torn open.",
                "Think about the humiliation Jesus suffered when He was forcibly stripped. Remember that He could have stopped all of this at any point, but He chose not to.",
                "The soldiers dressed Jesus in a robe. Matthew tells us that it was scarlet while Mark and John describe it as purple. The Greek words used by Mark and John both refer to a reddish purple that could easily resemble a faded scarlet. More to the point, ponder the significance of these colors. Why would Matthew tell us that the cloak was scarlet? What does the color scarlet make you think of? Why would Mark and John identify the color as purple? Why did they choose a different focus? What does purple signify? Recall that purple dye was generally quite expensive and used for clothing of the elite classes.",
                "Ponder the crown of thorns. The thorns the soldiers used were not the small thorns we encounter on roses. They were long, tough, and sharp. Some authors have suggested that the soldiers may have pushed the thorns through an old basket and placed that on Jesus' head. In any case, these thorns would have caused Jesus great agony as they were forced into His scalp.",
                "The soldiers placed a reed in Jesus' right hand. Why did they do so?",
                "The soldiers then mocked Jesus, kneeling before Him in false veneration and saying “Hail, King of the Jews.” Picture the scene. Reflect on how much this mockery must have hurt Jesus. He loved these men. He came to save them, too.",
                "Consider the irony here. Jesus is a King, the King of the entire universe. Those mocking Him didn't know that, of course. They didn't realize that they should have been falling on their faces before Jesus in adoration. Instead, they laughed at their cruel jokes.",
                "The soldiers went even further than nasty words and false bows. They spat on Jesus. They snatched the reed from His hand and hit Him on the head with it. What is your response to this kind of violence?",
                "After the soldiers had tired of their abhorrent game, they stripped Jesus of the robe and put His own clothes back on Him. Then they led Him away to be crucified. Ponder this final scene.",
                "In John's Gospel, Pilate presented Jesus to the crowd one more time while He was still wearing the crown of thorns and the robe. This is not contradictory to the other Gospels. John simply chose to include an event that the others, for whatever reason, don't mention. The crowds rejected Jesus and called for His crucifixion. Meditate on Pilate's actions, Jesus' appearance, and the crowd's response.",
                "What does the crowning of thorns reveal to us about Jesus? Consider His silence in the face of the soldiers' cruel mockery and physical abuse."
            ],
            "questions": "1. Have you ever seen or been part of a crowd that was being cruel to another person? What did it make you feel like? Did you do anything to stop it?"
        },
        "4": {
            "title": "The Carrying of the Cross",
            "scripture": [
                "Matthew 27:32",
                "Mark 15:21",
                "Luke 23:26-31",
                "John 19:17"
            ],
            "summary": "When the soldiers led Jesus out to be crucified on Calvary, they made Him carry His cross. He had been so badly wounded and was so exhausted that He fell three times along the way. The soldiers compelled Simon of Cyrene to help Jesus carry His cross so He would not die before He reached the scene of crucifixion. Along the way, Jesus met His mother Mary. He encountered Veronica, who compassionately wiped His bloody, sweaty face, and He left His own holy image on the cloth she used. He also spoke with some of the women of Jerusalem who were lamenting His fate. Finally, Jesus reached Calvary. He was about to die for our sins.",
            "reflections": [
                "The Biblical account of Jesus carrying His cross is very brief, but the Church's Tradition offers us further details and insights through the Stations of the Cross. Take a few minutes to look over a few Stations of the Cross websites (like the ones at EWTN and Creighton University) and ponder the following.",
                "Matthew, Mark, and Luke tell us that the Roman soldiers compelled Simon of Cyrene to carry Jesus' cross. John emphasizes that Jesus carried the cross Himself. Both these these statements can be true if we think about how Jesus would have been very weak during His walk to Calvary. He perhaps started out carrying His cross and then required assistance from Simon. Picture Jesus carrying His cross. Remember how wounded He already was from the scourging and crowning of thorns.",
                "What was Simon of Cyrene's response was when he was forced to carry the cross with Jesus?",
                "Mark mentions that Simon was the father of Alexander and Rufus. This reference suggests that Simon's sons were well-known in the early Christian community and probably Christians themselves. Ponder the significance of this.",
                "The Stations of the Cross tell us that Jesus fell once before Simon of Cyrene was pressed into service. Reflect on Jesus' pain and weakness as He fell to the ground beneath the heavy cross. Remember that Jesus was carrying the cross on account of our sins and falls.",
                "Jesus met His mother Mary as He walked toward Calvary. Meditate on this meeting. Picture the expressions of the Son and the mother. Imagine what they might have said to one another. What was Mary feeling as she saw her Son's pain? What did Jesus feel as He gazed on His mother?",
                "Consider the behavior of the crowd that lined the streets as Jesus walked by. Imagine the range of responses the Jews and Romans had as they looked at Jesus. Some probably abused Him as a criminal. Others may have felt sorry for Him. Were His followers mixed in with the crowd? What were they thinking when they saw Jesus?",
                "According to the Stations of the Cross, a woman named Veronica wiped Jesus' sweaty, bloody face with a cloth. Picture Jesus' Holy Face. Consider Veronica's courage as she flaunted the Roman soldiers to approach Jesus and minister to Him.",
                "When Veronica looked at the cloth she had used to wipe Jesus' face, she discovered an image of Jesus. What a reward for her kindness and care! Try to picture what the image on Veronica's cloth might have looked like. Note also that the name “Veronica” means “true icon” and was probably assigned to the woman after the incident along the way of the Cross. That incident probably became the defining moment of her life. It was enough to give her a new name.",
                "Jesus fell a second time, but He got up again and kept going despite His pain. Ponder His courage.",
                "Luke tells us that some women were in the crowd, beating their breasts and wailing for Jesus. They were clearly distressed at seeing Jesus so mistreated. Reflect on both their internal thoughts and external actions.",
                "Read Jesus' response to the women in Luke 23:28-",
                "His words were mysterious. They suggested a time of trial and probably pointed to more than one future event, including the fall of Jerusalem in 70 A.D. and perhaps even the end times. Meditate on Jesus' words.",
                "Jesus fell one more time as He neared Calvary. By this time, He would have been exhausted, but He got up and continued on His path to the cross. Ponder Jesus' complete self-surrender.",
                "Walk with Jesus along the Way of the Cross. Place yourself next to Him and journey with Him on the path to Calvary."
            ],
            "questions": "1. How do you take up your cross and follow Jesus? What are the crosses in your life? How do you respond to them? Do you join your personal Way of the Cross to Jesus'? How might your life be different if you did so more often? 2. Are there any sins that you need to confess? Do you struggle with any particular sins? Do you take them to Jesus and ask for help? 3. When have you fallen in your life? What did those falls feel like? When you fall, do you get up and keep going? Why or why not? 4. Do you share your pain with others? Do others share their pain with you? What are those experiences like? How do you help other people carry their crosses? How do you comfort those who are in pain? 5. How do you think you would have responded if you had been part of the crowd that was watching Jesus as He carried His cross to Calvary? 6. What are the defining moments in your spiritual life? 7. Are you a courageous person? Why or why not? 8. Do you weep for the world and for the people around you? Does your prayer include intercession for the whole world? 9. Have you surrendered you entire life, your entire self, to God? If not, will you do so?",
            "quotes": [
                {
                    "quote": "...as they went out, they laid hold of Simon, but when they drew near to the place in which they would crucify Him, they laid the cross upon Him that He might bear it. Simon obtained not this office by chance, but was brought to the spot by God's providence, that he might be found worthy of mention in the Scriptures of the Gospel, and of the ministry of the cross of Christ. And it was not only meet that the Savior should carry His cross, but meet also that w e should take part therein, filling a carriage so beneficial to us. Yet would it not have so profited us to take it on us, as we have profited by His taking it upon Himself.",
                    "author": "Origen"
                },
                {
                    "quote": "...since this Simon is not called Be a man of Jerusalem, but a Cyrenian, (for Cyrene is a city of Libya,) fitly is he taken to mean the nations of the Gentiles, which were once foreigners and strangers to the covenants, but now by obedience are heirs of God, and joint heirs with Christ. Whence also Simon is fitly interpreted 'obedient,' and Cyrene 'an heir.' But he is said to come from a country place, for a country place is called 'pagos' in Greek, wherefore those whom we see to be aliens from the city of God, we call pagans. Simon then coming out from the country carries the cross after Jesus, when the Gentile nations leaving pagan rites embrace obediently the footsteps of our Lord's Passion.",
                    "author": "St. Bede"
                },
                {
                    "quote": "For no one else accepted to bear the cross, because the wood was counted an abomination. Accordingly upon Simon the Cyrenian they imposed as it were to his dishonor the bearing of the cross, which others refused. Here is fulfilled that prophecy of Isaiah, Whose government shall be upon his shoulder. For the government of Christ is His cross; for which the Apostle says, God has exalted him. And as for a mark of dignity, some wear a belt, others a head dress, so our Lord the cross. And if you seek, you will find that Christ does not reign in us save by hardships, whence it comes that the luxurious are the enemies of the cross of Christ.",
                    "author": "Theophyl."
                },
                {
                    "quote": "Christ therefore bearing His cross, already as a conqueror carried His trophies. The cross is laid upon His shoulders, because whether Simon or Himself bore it, both Christ bore it in the man, and the man in Christ. Nor do the accounts of the Evangelists differ, since the mystery reconciles them. And it is the rightful order of our advance that Christ should first Himself erect the trophy of His cross, then hand it down to be raised by His martyrs. He is not a Jew who bears the cross, but an alien and a foreigner, nor does he precede but follow, according as it is written, Let him take up his cross, and follow me.",
                    "author": "St. Ambrose"
                },
                {
                    "quote": "A large multitude indeed followed the cross of Christ, but with very different feelings. For the people who had demanded his death were rejoicing that they should see Him dying, the women weeping that he was about to die. But He was followed by the weeping only of women. Not because that vast crowd of men was not also sorrowful at His Passion, but because the less esteemed female sex could more freely give utterance to what they thought.",
                    "author": "St. Bede"
                },
                {
                    "quote": "By these days He signifies the time of the siege and captivity which was coming upon them from the Romans, of which He had said before, Woe to them that are with child, and give suck in those days. It is natural, when captivity by an enemy is threatening, to seek for refuge in fastnesses or hidden places, where men may lie concealed. And so it follows, Then shall they begin to say to the mountains, Fall on us; and to the hills, Cover us. For Josephus relates, that when the Romans pressed hard upon them, the Jews sought hastily the caverns of the mountains, and the lurking places in the hills. It may be also that the words, Blessed are the barren, are to be understood of those of both sexes, who have made themselves eunuchs for the kingdom of heaven's sake, and that it is said to the mountains and hills, Fall upon us, and Cover us, because all who are mindful of their own weakness, when the crisis of their temptations breaks upon them, have sought to be protected by the example, precept, and prayers, of certain high and saintly men.",
                    "author": "St. Bede"
                },
                {
                    "quote": "They compel Jesus to bear the cross, regarding it as unholy, and therefore avoiding the touch of it themselves. And He bearing His cross went forth into a place called the place of a skull, which is called in Hebrew Golgotha, where they crucified Him. The same was done typically by Isaac, who carried the wood. But then the matter only proceeded as far as his father's good pleasure ordered, but now it was fully accomplished, for the reality had appeared.",
                    "author": "St. John Chrysostom"
                },
                {
                    "quote": "Great spectacle, to the profane a laughing-stock, to the pious a mystery. Profaneness sees a King bearing a cross instead of a scepter; piety sees a King bearing a cross, thereon to nail Himself, and afterwards to nail it on the foreheads of kings. That to profane eyes was contemptible, which the hearts of Saints would afterwards glory in; Christ displaying His own cross on His shoulders, and bearing that which was not to be put under a bushel, the candlestick of that candle which was now about to burn.",
                    "author": "St. Augustine"
                },
                {
                    "quote": "He carried the badge of victory on His shoulders, was conquerors do. Some say that the place of Calvary was where Adam died and was buried; so that in the very place on where death reigned, there Jesus erected His trophy.",
                    "author": "St. John Chrysostom"
                }
            ],
            "prayers": {
                "blessing_and_adoration": "Lord Jesus, we bow before You in silent adoration as we contemplate Your way of the cross. We adore You as we watch You struggle in pain and exhaustion. And You did it all for us that we might be with You in Heaven forever. We love You, Jesus.",
                "praise": "We praise You, Jesus, for Your courage. We praise You for surrendering Your entire Self to the Father. We praise You for carrying Your cross for us. We praise You for Your tremendous love.",
                "thanksgiving": "Once again, Lord, how can we thank You enough? You suffered unspeakable pain and anguish for us when You carried the cross. You taught us how to carry our own crosses, and You walk right along with us when we must. How can we ever thank You enough?",
                "intercession": "Jesus, we lift up to You all those who must carry their crosses. We lift up those who are in pain. We lift up those who must stand beside those who suffer and comfort them. We lift up those who mourn. Hold them all in You loving arms, Lord.",
                "petition": "Jesus, please accompany us as we carry our crosses. Please give us courage and perseverance, and please never leave us alone. Please give us compassion for the suffering around us that we may comfort them and help them carry their crosses."
            }
        },
        "5": {
            "title": "The Crucifixion",
            "scripture": [
                "Matthew 27:33-56",
                "Mark 15:22-40",
                "Luke 23:32-49",
                "John 19:17-37"
            ],
            "summary": "Jesus was crucified on Calvary or, in Hebrew, Golgotha. The soldiers stripped Him, nailed Him to the cross, and lifted Him up to die a slow, excruciating death by suffocation. They cast lots to divide His clothes, particularly His seamless tunic. Pontius Pilate ordered a sign placed above Jesus' head. It read, “Jesus of Nazareth, King of the Jews.” Jesus was crucified between two criminals. At first they joined the crowd in taunting Jesus, but then one of them had a change of heart. He admitted his crimes and testified to Jesus' innocence. He begged, “Jesus, remember me when You come into Your Kingdom.” Jesus' mother, St. John, and several women stood near the cross. When Jesus saw His mother and St. John, He said to Mary, “Woman behold your son. He said to St. John, “Behold your mother.” As Jesus approached His death, He cried out “Eli, Eli lema sacbachthani”and said “I am thirsty.” After He had taken a little wine, He cried out in a loud voice, “It is finished!” Then He gave up His Spirit. A nearby soldier pierced Jesus' side with a lance, and blood and water flowed out. The soldier loudly proclaimed Jesus' innocence, even going so far as to call Him the Son of God. Joseph of Arimathea claimed Jesus' Body and buried Him in a new tomb.",
            "reflections": [
                "Jesus was crucified on Golgotha, which means the Place of the Skull in Hebrew. The site was also called Calvary from its Latin name. Meditate on the name Golgotha. Keep in mind that Golgotha or Calvary is the traditional site of Abraham's near-sacrifice of Isaac in Genesis",
                "Golgotha was outside the city gates. What does that symbolize?",
                "When Jesus arrived at Calvary, He was offered wine mixed with gall and/or myrrh to drink. The Jews had a custom of offering a person about to be crucified wine mixed with gall or myrrh (both mean something bitter) that would intoxicate the person and help dull the pain of crucifixion. Jesus tasted the wine but refused to drink it. Why? What does this refusal tell us about Jesus?",
                "The soldiers nailed Jesus to the cross. They elevated the cross and left Him to hang there, dying a slow, painful death by suffocation. Ponder Jesus' agony.",
                "Now reflect on why Jesus freely suffered such agony.",
                "The soldiers cast lots to divide Jesus' clothes. This action fulfilled a prophecy in Psalm 22:",
                "Jesus was wearing a seamless tunic that had been woven in one piece. The soldiers did not wish to tear it. Picture the soldiers as they focused on dividing up Jesus' clothing. Also meditate on the symbolism of the seamless garment.",
                "There seems to be a discrepancy between Mark's and John's Gospels about the time at which Jesus was crucified, but this seeming contradiction can easily be explained. Read and reflect on Steve Ray's article .",
                "Pontius Pilate ordered an inscription to be hung over Jesus head that read “Jesus of Nazareth, King of the Jews” in Hebrew, Latin, and Greek. These were the languages of the known world at the time, so Pilate intended the message to reach everyone. The Jews were far from pleased. They told him, “Do not write, 'The King of the Jews' but 'This man said, I am King of the Jews'.” Pilate refused: “What I have written I have written.” Think about the significance of this inscription. Why were the Jews upset by it? What might have been Pilate's motives for writing it and refusing to change it?",
                "As He was being crucified, Jesus said, “Father, forgive them; for they do not know what they are doing.” Ponder these words.",
                "Jesus was crucified between two criminals. The Greek word Matthew and Mark use to describe these two indicates that they were violent thieves who used force to rob people. Luke uses an even stronger word that suggests that they were workers or authors of evil. Think about the significance of Jesus being crucified between these two men.",
                "Matthew and Mark portray the two criminals as taunting Jesus. Luke goes further to describe how one of them had a sudden change of heart. As his fellow thief derided Jesus and said, “Are You not the Messiah? Save Yourself and us,” the converting robber admitted that he was getting exactly what his deeds deserved. He testified that Jesus had done nothing wrong, and he humbly requested, “Jesus, remember me when You come into Your kingdom.” Jesus must have looked at him with love when he replied, “Truly I tell you, today you will be with Me in Paradise.” Picture this scene of repentance and forgiveness. What brought about the thief's change of heart? What did he mean when he spoke of Jesus' kingdom? How did the thief feel when he heard Jesus' words of comfort and promise?",
                "The crowd mocked Jesus as He hung on the cross, taunting Him and telling Him to save Himself and come down from the cross that they might believe in Him. Why does the crowd do this? What message does this send about the nature of faith?",
                "Several faithful women, including Jesus' mother, stood near the cross. Imagine what they might have been thinking and feeling.",
                "Jesus' beloved disciple, St. John, was standing by the cross with Mary. When Jesus saw them there, He said to His mother, “Woman, behold your son.” Then He said to the disciple, “Behold your mother.” Jesus gave His mother as a mother to the whole human race at that point. Ponder this beautiful truth.",
                "As He approached His death, Jesus called out “Eli, Eli lema sacbachthani,” which means “My God, My God, why have You forsaken Me?” Meditate on Jesus' sense of abandonment.",
                "Jesus then said, “I am thirsty.” Was His thirst merely physical or something more?",
                "Someone soaked a sponge is sour wine and held it up for Jesus to drink. Reexamine Dr. Scott Hahn's ideas about the and ponder the significance of this action.",
                "Darkness covered the whole land until three in the afternoon when Jesus died. Why?",
                "Jesus cried out in a loud voice, “It is finished!” and breathed His last. Reflect on Jesus final words. Meditate on the death of the God-Man.",
                "When Jesus died, the curtain in the Temple was torn in two from top to bottom. This was the curtain that separated the Holy of Holies, God's dwelling place, from the rest of the Temple and, indeed, from the world. What is the meaning of this?",
                "The earth shook at the moment of Jesus' death. Rocks split. Tombs were opened. Ponder these events.",
                "One of the Roman soldiers pierced Jesus' side with a lance as He hung dead on the cross. Blood and water poured out. Many saints have explained that the blood and water symbolize the sacraments of the Eucharist and Baptism. They also say that the Church was born from Jesus' side as He hung dead on the cross, just as Eve was born from Adam's side as he slept. Reflect on these ideas.",
                "The same soldier loudly proclaimed Jesus' innocence, even announcing that He must be the Son of God. Why did this man have such a complete change of heart so quickly?",
                "Pilate released Jesus' body to Joseph of Arimathea. Joseph wrapped the Body and laid it in his own new tomb that had been hewn from the rock. Nicodemus brought a hundred pounds of myrrh and aloes to perform the Jewish burial customs. These rites had to be abbreviated because of the approaching sabbath. They rolled a large stone in front of the tomb's opening and went away until after the sabbath. Meditate on the loving care with which Jesus' disciples carried out His burial.",
                "Mary Magdalene and at least one other woman remained sitting opposite the tomb. Why? Ponder their lonely vigil."
            ],
            "questions": "1. What do you feel when You think about Jesus being nailed to the cross and then hanging there, left to die? 2. Do you understand that Jesus did all of this for you, suffered all of this for you? How might your life be different if you reflected on this point more often? 3. How do you handle your pain? Do you unite it with Jesus' sufferings? 4. Is Jesus the King of your life? How so? How might you allow Him to reign over you even more? 5. Are you able to forgive those who hurt you? 6. When have you felt the kind of humble repentance that the thief expressed on the cross? How do you think Jesus responded to you? 7. Is your faith strong? Do you expect God to provide signs in order for you to believe? 8. What is your relationship with Mary? Is she your mother? 9. Have you ever felt abandoned by God? What were the circumstances? How did you respond? 10. What do you believe about the Catholic Church? Why? 11. Have you ever lost someone you loved? How did that feel? How did you cope with it? Did you turn to Jesus for help?",
            "quotes": [
                {
                    "quote": "Such is the place of the cross, set up in the center of the earth, that it might be equally free to all nations to attain the knowledge of God.",
                    "author": "St. Hilary"
                },
                {
                    "quote": "This which was now done to Christ had been prophesied in the Psalm, They parted my garments among them, and cast lots upon my vesture. It proceeds, And sitting down, they watched him there. This watchfulness of the soldiers and of the Priests has proved of use to us in making the power of His resurrection greater and more notorious. And they set up over his head his accusation written, This is Jesus, the King of the Jews. I cannot sufficiently wonder at the enormity of the thing, that having purchased false witnesses, and having stirred up the unhappy people to riot and uproar, they found no other plea for putting Him to death, than that He was King of the Jews; and this perhaps they set up in mockery.",
                    "author": "St. Jerome"
                },
                {
                    "quote": "Two thieves were crucified with him, one on the right hand and one on the left, that in the figure of His cross might be represented that separation of all mankind which shall be made in His judgment. The Passion then of Christ contains a sacrament of our salvation, and of that instrument which the wickedness of the Jews provided for His punishment, the power of the Redeemer made a step to glory.",
                    "author": "St. Leo"
                },
                {
                    "quote": "Because the Lord had said, Pray for them that persecute you, this likewise He did, when He ascended the cross, as it follows, Then said Jesus, Father, forgive them, not that He was not able Himself to pardon them, but that He might teach us to pray for our persecutors, not only in word, but in deed also. But He says, Forgive them, if they should repent. For He is gracious to the penitent, if they are willing after so great wickedness to wash away their guilt by faith.",
                    "author": "St. John Chrysostom"
                },
                {
                    "quote": "Now our Lord being truly the Savior wished not by saving Himself, but by saving His creatures, to be acknowledged the Savior. For neither is a physician by healing himself known to be physician by healing himself known to be a physician, unless he also gives proof of his skill towards the sick. So the Lord being the Savior had no need of salvation, nor by descending from the cross did He wish to be acknowledged the Savior, but by dying. For truly a much greater salvation does the death of the Savior bring to men, than the descent from the cross.",
                    "author": "St. Anthanasius"
                },
                {
                    "quote": "A most remarkable example is here given of seeking after conversion, seeing that pardon is so speedily granted to the thief. The Lord quickly pardons, because the thief is quickly converted. And grace is more abundant than prayer; for the Lord ever gives more than He is asked for. The thief asked that He should remember him, but our Lord answers, Verily I say to you, This day shall you be with me in Paradise. To be with Christ is life, and where Christ is, there is His kingdom.",
                    "author": "St. Ambrose"
                },
                {
                    "quote": "Mary the mother of our Lord stood before the cross of her Son. None of the Evangelists hath told me this except John. The others have related how that at our Lord's Passion the earth quaked, the heaven was overspread with darkness, the sun fled, the thief was taken into paradise after confession. John hath told us, what the others have not, how that from the cross whereon He hung, He called to His mother. He thought it a greater thing to show Him victorious over punishment, fulfilling the offices of piety to His mother, than giving the kingdom of heaven and eternal life to the thief. For if it was religious to give life to the thief, a much richer work of piety it is for a son to honor his mother with such affection. Behold, He says, your son; behold your mother. Christ made His Testament from the cross, and divided the offices of piety between the Mother and the disciples. Our Lord made not only a public, but also a domestic Testament. And this His Testament John sealed a witness worthy of such a Testator. A good testament it was, not of money, but of eternal life, which was not written with ink, but with tile spirit of the living God: My tongue is the pen of a ready writer. Mary, as became the mother of our Lord, stood before the cross, when the Apostles fled and With pitiful eyes beheld the wounds of her Son. For she looked not on the death of the Hostage, but on the salvation of the world; end perhaps knowing that her Son's death would bring this salvation, she who had been the habitation of the King, thought that by her death she might add to that universal gift.",
                    "author": "St. Ambrose"
                },
                {
                    "quote": "When now nought of suffering remains to be endured, death still lingers, knowing that it has nothing there. The ancient foe suspected somewhat unusual. This man, first and only, he found having no sin, free from guilt, owing nothing to the laws of his jurisdiction. But leagued with Jewish madness, Death comes again to the assault, and desperately invades the Life-giver. And Jesus, when be had cried again with a loud voice, yielded up the ghost. Wherefore should we be offended that Christ came from the bosom of the Father to take upon Him our bondage, that He might confer on us His freedom; to take upon Him our death, that we might be set free by His death; by despising death He exalted us mortals into Gods, counted them of earth worthy of things in heaven? For seeing the Divine power shines forth so brilliant in the contemplation of its works, it is an argument of boundless love, that it suffers for its subjects, dies for its bondsmen. This then was the first cause of the Lord's Passion, that He would have it known how great God's love to man, Who desired rather to be loved than feared. The second was that He might abolish with yet more justice the sentence of death which He had with justice passed. For as the first man had by guilt incurred death through God's sentence, and handed down the same to his posterity, the second Man, who knew no sin, came from heaven that death might be condemned, which, when commissioned to seize the guilty, had presumed to touch the Author of sinlessness. And it is no wonder if for us He laid down what He had taken of us, His life, namely, when He has done other so great things for us, and bestowed so much on us.",
                    "author": "St. Augustine"
                },
                {
                    "quote": "Nor without meaning has one Evangelist spoken of a new tomb, another of the tomb of Joseph. For the grave is prepared by those who are under the law of death; the Conqueror of death has no grave of His own. For what fellowship has God with the grave. He alone is enclosed in this tomb, because the death of Christ, although it was common according to the nature of the body, yet was it peculiar in respect of power. But Christ is rightly buried in the tomb of the just, that He may rest in the habitation of justice. For this monument the just man hews out with the piercing word in the hearts of Gentile hardness, that the power of Christ might extend over the nations. And very rightly is there a stone rolled against the tomb; for whoever has in himself truly buried Christ, must diligently guard, lest he lose Him, or lest there be an entrance for unbelief.",
                    "author": "St. Ambrose"
                }
            ],
            "prayers": {
                "blessing_and_adoration": "Dearest Jesus, we bow our heads in silence adoration as we contemplate You on the cross. We fall before You as we meditate on Your suffering and death. We offer our lives to You, Who gave Your life for us.",
                "praise": "Jesus, we praise You as we contemplate You on the cross. We praise You for Your great, self-sacrificing love. We praise You for Your courage, Your humility, and Your strength. We praise You for Your willingness to suffer to save us, for Your commitment to doing Your Father's will no matter what the cost. We praise You for the cross, dearest Jesus.",
                "thanksgiving": "Jesus, thank You. It seems too little to merely say it, especially after Your great suffering and death on the cross. Please help us to live our thanks, to express it in our lives through love of You and our neighbor.",
                "intercession": "Jesus, we lift up to You all those who are suffering. Hold them close to You and comfort them, Lord. We lift up to You those who are watching their loved ones suffer. Give them strength, courage, and compassion, Lord. We lift up sinners. Give them a repentant heart, Lord. We lift up those who behave in a cruel, taunting way. Change their hearts, Lord. We lift up those who are grieving, Lord. Wrap them up in Your loving arms.",
                "petition": "Jesus, please give us strength in suffering, compassion for those in pain, repentance for our sins, and comfort in our grief. We join the repentant thief in praying, “Jesus, remember me when You come into Your kingdom.”"
            }
        }
    },
    "glorious": {
        "1": {
            "title": "The Resurrection",
            "scripture": [
                "Matthew 27:62-28:20",
                "Mark 16:1-20",
                "Luke 24:1-53",
                "John 20:1-21:24"
            ],
            "summary": "Jesus is risen! On the third day after the crucifixion, He rose from the dead. An angel rolled away the stone blocking the tomb's entrance and announced to Jesus' female disciples that their Lord had risen. Jesus appeared to several of these women, to Mary Magdalene, to two disciples on the road to Emmaus, and to a group of disciples who were hiding from the Jews. Eight days later, He appeared again to the disciples, this time relieving the doubt of the apostle Thomas, who had declined to believe until he placed his fingers into the wounds on Jesus' hands and his hand into the wound on His side. Jesus appeared to His disciples again as they were fishing in Galilee and provided them with a miraculous catch. After a breakfast on the shore, Jesus asked Peter three times, “Simon, son of John, do you love Me?” When Peter replied to the affirmative, Jesus commanded Him to care for His sheep. Before Jesus ascended into Heaven, He commissioned the disciples to baptize all nations in the Name of the Father, of the Son, and of the Holy Spirit and to spread the Gospel. He promised to be with them always.",
            "reflections": [
                "Take a few minutes to ponder the silence of Jesus' tomb.",
                "The Creed tells us that Jesus descended into hell (i.e., into the realm of the dead). Some of the saints elaborate on this to describe Jesus as speaking with the saints of the Old Testament and preparing them to go with Him to heaven now that He had opened heaven's gates. Picture the scene, and imagine the conversations between Jesus and the faithful of the Old Testament.",
                "Matthew tells us that the Jews requested Pilate to place a guard of soldiers by the tomb, for they were afraid that someone might steal Jesus' Body. Pilate provided the guard and told them to make the tomb as secure as they could. They set the guard and sealed the stone at the tomb's entrance. Ponder how the Jews' paranoia actually served as a testimony to the truth of Jesus' Resurrection.",
                "Jesus rose on the first day of the week, which is the day after the Jewish sabbath and our Sunday. Several theologians have pointed out that this indicates the new creation Jesus established, for God created the world in six days and rested on the seventh, the sabbath. Now, on the eighth day, Jesus introduces a whole new creation. Reflect on these ideas.",
                "Early in the morning, several of Jesus' female disciples went to the tomb. They knew that there was a heavy stone in front of the entrance, and they may even have known about the guard. They must have realized that they would have a difficult time getting into the tomb, but they went anyway. Meditate on the women's faithfulness and courage. What did they intend to do at the tomb?",
                "In Matthew's account, an angel descended from heaven with a great earthquake. The angel rolled away the stone and sat just above it. He was dressed in white and glowed like lightning. The guards started shaking and fainted. Why did the angel appear in such a dramatic fashion?",
                "The first words out of the angel's mouth were “Do not be afraid.” These words are repeated 365 times in the Bible, one for each day of the year. Why are they so important that we need to hear them that many times?",
                "The angel continued, “I know that you are looking for Jesus Who was crucified. He is not here; for He has been raised, as He said. Come, see the place where He lay.” Jesus is risen! By the time the angel spoke with the women, He was no longer in the tomb. Think about that. Jesus rose from the dead. Death could not hold Him. He is victorious.",
                "Mark's account also speaks about the women encountering the angel, who is described as a young man dressed in a white robe. The angel is sitting in the tomb on the right side. What is the significance of the right side?",
                "St. Luke tells us that two men in dazzling clothes met the women at the tomb. The women were terrified of them, but the angels asked them, “Why do you look for the living among the dead? He is not here, but has risen.” Why does Luke describe two angels? Ponder the fact that Jesus is alive and risen.",
                "St. John informs us that when Mary Magdalene saw that the tomb was empty, she immediately ran to get Peter and John. Ponder Mary's urgency.",
                "Each of the Gospels presents a slightly different description of the Resurrection events. Why is that? How might the variances among the accounts actually increase the evangelists' credibility, not to mention the sense of mystery surrounding the Resurrection? Take a look at the on the Resurrection for an interesting harmonization of the Gospel accounts. For a much more detailed explanation, see the .",
                "The angel sent the women back to the disciples to announce the Resurrection and let them know that Jesus was going ahead to Galilee. Reflect on how these women became evangelists to the disciples. How might they have felt in this role?",
                "At least some of the disciples did not believe the women's words, which seemed like an “idle tale.” Think about the disciples' hesitancy to believe. What were they thinking and feeling?",
                "Peter and John did, however, listen to Mary Magdalene enough to understand that Jesus' tomb was empty. In fact, according to John's account, Mary may have left the tomb before hearing the the angel's message, for she was rather panicky and announced, “They have taken the Lord out of the tomb, and we do not know where they have laid him.” Reflect on Mary's words and state of mind at the time. What might she have felt when she saw the tomb empty?",
                "Peter and John hurried to the tomb. They saw the burial cloths lying empty and the cloth that had been on Jesus' head rolled up in a corner by itself. They did not understand yet, but they began to believe. Think about the relationship between faith and understanding.",
                "Mary stood weeping outside the tomb. Now it was her turn to see the angels, who asked her why she was weeping. “They have taken away my Lord, and I do not know where they have laid Him,” she replied. Ponder Mary's heartbreak.",
                "Then Mary saw Jesus. She didn't know Who He was. Why not?",
                "Mary begged the Man she thought was a gardener to tell her where He had laid her Lord that she might go and take Him away. Jesus said one word to her: “Mary.” Visualize this exchange.",
                "Then Mary knew. She turned and cried how “Rabbouni!” How did Mary know Jesus at that point?",
                "Jesus told Mary not to cling to Him because He had not yet ascended to the Father. Why didn't Jesus want Mary to cling to Him? Might He be telling her that she has to learn to relate to Him in a new way, a way that would be both the same and different?",
                "Ponder Mary's joy in the Resurrected Jesus.",
                "The other women also had an encounter with Jesus, according to Matthew's Gospel. They fell down before Him and worshiped Him. He told them not to be afraid and to go and tell His brothers to go to Galilee. These women knew that Jesus had been dead. Now He was standing before them. Reflect on what they might have been thinking and feeling",
                "Reread the story of the Emmaus road disciples in Luke 24:13-",
                "Why were they leaving Jerusalem and heading to Emmaus? What were they thinking and feeling? Why didn't they recognize Jesus? What kinds of things did Jesus tell them when He interpreted the Scriptures for them? Why did they recognize Jesus when He took bread and blessed it? What is the significance of this action? Ponder how the disciples' hearts burned within them when Jesus spoke to them. The disciples returned to Jerusalem immediately. Why?",
                "Jesus did not wait until the disciples went to Galilee to appear to them. Why did He choose to appear earlier than He first said?",
                "The disciples had the doors locked because they were afraid of the Jews. Why were they afraid? Jesus came to them anyway. How did they feel when they saw the risen Jesus? What did He look like? What proofs did He give them of His resurrection? Ponder Jesus' resurrected Body and the disciples' response.",
                "Jesus greeted the disciples with “Peace be with you.” What is this peace that Jesus brings?",
                "Meditate on doubting Thomas and his proclamation of faith. Think about Thomas' doubt, his demand for physical proof, Jesus' patience with Thomas, and Jesus' promise that those who have not seen and have believed will be blessed.",
                "Reflect on the miracle in Galilee. The disciples decided to go fishing. Why? Why didn't they recognize Jesus at first? What was the significance of their miraculous catch? Why did Peter jump into the water and start swimming for shore? What was the significance of the breakfast? How did they come to understand that Jesus was with them?",
                "Jesus asked Peter three times, “Do you love Me?” Ponder this conversation. Why did Jesus ask three times? What does it mean to care for Jesus' sheep?",
                "Jesus commissioned the disciples to “Go therefore and make disciples of all the nations, baptizing them in the name of the Father and of the Son, and of the Holy Spirit, and teaching them to obey everything that I have commanded you. And remember, I am with You always, to the end of the age.” Ponder Jesus' words and the mission they command."
            ],
            "questions": "1. Have you ever felt like there is nothing you can do for someone you love? How did that make you feel? 2. What makes you afraid? How do you conquer your fears? 3. What does Jesus' victory over death mean to you? How does it affect your life? 4. Has God ever done anything dramatic in your life? What? 5. Do you ever look for the living among the dead? Is your attention focused on things that will not bring you true life and happiness? How might you change that? 6. In what ways are you an evangelist to the world around you? How might your spread the Word of God even more? 7. Are you ever hesitant to believe in God or in the teachings of the Church? In what circumstances? How do you overcome your hesitancy? 8. How do you respond to grief? 9. When have you had trouble recognizing Jesus in your life? 10. Do you ever cling to the ways of the past instead of moving forward into the present and toward the future? How might you let go and surrender yourself to God? 11. Are you joyful in your faith? Why or why not? How might you increase your joy? 12. Have you ever felt your heart burn within you as you read the Scriptures or received the sacraments? What was the experience like? 13. Do you spend time reading and meditating on the Scriptures daily? Why or why not? 14. How do you experience the peace of Jesus? 15. Have you ever been a “doubting Thomas”? Why or why not? If you have been, what changed your heart and mind? 16. How are you called to care for Jesus' sheep? 17. What kind of relationship do you have with the risen Jesus? 18. Do you remember that Jesus is with you always?",
            "quotes": [
                {
                    "quote": "He rose again after three days, to signify the consent of the whole Trinity in the passion of the Son; the three days' space is read figuratively, because the Trinity which in the beginning made man, the same in the end restores man by the passion of Christ.",
                    "author": "St. Augustine"
                },
                {
                    "quote": "And, behold, there was a great earthquake. Our Lord, Son at once of God and man, according to His twofold nature of Godhead and of flesh, gives a sign one while of His greatness, another while of His lowliness. Thus, though now it was man who was crucified, and man who was buried, yet the things that were done around show the Son of God.",
                    "author": "St. Jerome \"He said not 'rolled,' but rolled back; because the rolling to of the stone was a proof of death; the rolling it back asserted the resurrection. The order of things is changed; The Tomb devours death, and not the dead; the house of death becomes the mansion of life; a new law is imposed upon it, it receives a dead, and renders up a living, man. It follows, And sat thereon. He sat down, who was incapable of weariness; but sat as a teacher of the faith, a master of the Resurrection; upon the stone, that the firmness of his seat might assure the steadfastness of the believers; the Angel rested the foundations of the Faith upon that rock, on which Christ was to found His Church. Or, by the stone of the sepulcher may be denoted death, under which we all lay; and by the Angel sitting thereon, is shown that Christ has by His might subdued death.\" - St. Peter Chrysologus"
                },
                {
                    "quote": "According to the mystical meaning, by the women coming early in the morning to the sepulcher, we have an example given us, that having cast away the darkness of our vices, we should come to the Body of the Lord. For that sepulcher also bore the figure of the Altar of the Lord, wherein herein the mysteries of Christ's Body, not in silk or purple cloth, but in pure white linen, like that in which Joseph wrapped it, ought to be consecrated, that as He offered up to death for us the true substance of His earthly nature, so we also in commemoration of Him should place on the Altar the flax, pure from the plant of the earth, and white, and in many ways refined by a kind of crushing to death. But the spices which the women bring, signify the odor of virtue, and the sweetness of prayers by which we ought to approach the Altar. The rolling back of the stone alludes to the unclosing of the Sacraments which were concealed by the veil of the letter of the law which was written on stone, the covering of which being taken away, the dead body of the Lord is not found, but the living body is preached; for although we have known Christ according to the flesh, yet now henceforth know we Him no more. But as when the Body of our Lord lay in the sepulcher, Angels are said to have stood by, so also at the time of consecration are they to be believed to stand by the mysteries of Christ. Let us then after the example of the devout women, whenever we approach the heavenly mysteries because of the presence of the Angels, or from reverence to the Sacred Offering, with all humility, bow our faces to the earth, recollecting that we are but dust and ashes.",
                    "author": "St. Bede"
                },
                {
                    "quote": "A twofold feeling possessed the minds of the women, fear and joy; fear, at the greatness of the miracle; joy, in their desire of Him that was risen; but both added speed to their women's steps, as it follows, And did run to bring his disciples word. They went to the Apostles, that through them might be spread abroad the seed of the faith. They who thus desired, and who thus ran, merited to have their rising Lord come to meet them; whence it follows, And, behold, Jesus met them, saying, All hail.",
                    "author": "St. Jerome"
                },
                {
                    "quote": "[Mary Magdalene] sought the body, and found it not; she persevered in seeking; and so it came to pass that she found. Her longings growing the stronger, the more they were disappointed, at last found and laid hold on their object. For holy longings ever gain strength by delay, did they not, they would not be longings. Mary so loved, that not content with seeing the sepulcher, she stooped down and looked in: let us see the fruit which came of this persevering love: And sees two Angels in white sitting, the one at the head, and the other at the feet, where the body of Jesus had lain...",
                    "author": "St. Gregory the Great"
                },
                {
                    "quote": "Consider the mercy of the Lord, how for the sake; of one soul, He exhibits His wounds. And yet the disciples deserved credit, and He had Himself foretold the event. Notwithstanding, because one person, Thomas, would examine Him, Christ allowed him. But He did not appear to him immediately, but waited till the eighth day, in order that the admonition being given in the presence of the disciples, might kindle in him greater desire, and strengthen his faith for the future. And after eight days again His disciples were within, and Thomas with them: then came Jesus, the doors being shut, and stood in the midst, and said, Peace be to you....And first He rebukes him; Then says He to Thomas, Reach hither your finger, and behold My hands; and reach hither your hand, and thrust it into My side: secondly, He admonishes him; And be not faithless, but believing. Note how that before they receive the Holy Ghost faith wavers, but afterward is firm. We may wonder how an incorruptible body could retain the marks of the nails. But it was done in condescension; in order that they might be sure that it was the very person Who was crucified.",
                    "author": "St. John Chysostom \"Let us then reverence the gift of peace, which Christ when He departed hence left to us. Peace both in name and reality is sweet, which also we have heard to be of God, as it is said, The peace of God; and that God is of it, as He is our peace. Peace is a blessing commended by all, but observed by few. What then is the cause? Perhaps the desire of dominion or riches, or the envy or hatred of our neighbor, or some one of those vices into which we see men fall who know not God. For peace is peculiarly of God, who binds all things together in one, to whom nothing so much belongs as the unity of nature, and a peaceful condition. It is borrowed indeed by angels and divine powers, which are peacefully disposed towards God and one another. It is diffused through the whole creation, whose glory is tranquility. But in us it abides in our souls indeed by the following and imparting of the virtues, in our bodies by the harmony of our members and organs, of which the one is called beauty, the other health.\" - St. Gregary of Nazianzus"
                },
                {
                    "quote": "And because what He had laid upon them was great, therefore to exalt their spirits He adds, And, lo, I am with you always, even to the end of the world. As much as to say, Tell Me not of the difficulty of these things, seeing I am with you, Who can make all things easy. A like promise He often made to the Prophets in the Old Testament, to Jeremiah who pleaded his youth, to Moses, and to Ezekiel, when they would have shunned the office imposed upon them. And not with them only does He say that He will be, but with all who shall believe after them. For the Apostles were not to continue till the end of the world, but He says this to the faithful as to one body.",
                    "author": "St. John Chysostom"
                }
            ],
            "prayers": {
                "blessing_and_adoration": "Risen Jesus, we bow before you in silent adoration as we contemplate Your victory over death in and through Your Resurrection. We join with the disciples in wonder and awe as we greet You Who once were dead but now are alive.",
                "praise": "Jesus, we praise You for Your glorious resurrection. We praise You for the empty tomb. We praise You for the message of the angels. We praise you for Your appearances to Your disciples. We praise You for that wonderful walk to Emmaus. We praise You for the miraculous catch and the breakfast by the shore. We praise You for being You, our risen Lord.",
                "thanksgiving": "Jesus, thank You for our faith. We thank You, of course, for Your Resurrection and for Your victory over death, a victory that becomes our victory, too, when we surrender ourselves to You in faith, hope, and love.",
                "intercession": "Jesus, we lift up to You all those who doubt. Touch their hearts, Lord, and soften them to accept the faith You are all too ready to give. We lift up those who grieve. Comfort them, Lord. We lift up all bishops, priests, and deacons, Lord. They have a special responsibility to care for Your sheep. Give them strength, courage, faithfulness, and especially love.",
                "petition": "Jesus, strengthen our faith. Help us to encounter You, our risen Lord, and to see You in the events of our lives and in our neighbors. May we always recognize You especially in the breaking of the Bread, and may the words of the Scared Scriptures always make our hearts burn within us."
            }
        },
        "2": {
            "title": "The Ascension"
        },
        "3": {
            "title": "The Descent of the Holy Spirit",
            "scripture": [
                "Acts 2:1-42",
                "John 14:15-31"
            ],
            "summary": "For nine days following Jesus' Ascension into Heaven, the disciples gathered together to pray for the coming of the Holy Spirit. On the day of Pentecost, they were together in one place. A noise like a strong, driving wind filled the house, and tongues as of fire rested on each of them. They were filled with the Holy Spirit and began to speak in different tongues as they Spirit inspired them. Jews from all over the world were gathered in Jerusalem for Pentecost. Hearing the commotion, they flocked to the house where the disciples were. The crowd was amazed for each person heard the disciples speaking in his own language about the great deeds of God. Peter stood up and preached a sermon, explaining to the crowd how Jesus, the Messiah, fulfilled the prophecies contained in Scripture and how He suffered, died, and rose again and was now pouring out the Holy Spirit. He invited the Jews to repent and be baptized that their sins may be forgiven and they may also receive the gift of the Spirit. Three thousand people were baptized that day, and with the rest of the Christian community, they devoted themselves to the apostles' teaching, fellowship, the breaking of the bread, and prayers.",
            "reflections": [
                "The descent of the Holy Spirit took place on the Jewish feast of Pentecost. For the Jews, Pentecost followed fifty days after the post-Passover sabbath. It was commonly known as the “feast of weeks” or the “feast of harvest of the first fruits” and commemorated both the harvest and the end of the Paschal season. At Pentecost, the Jews also remembered God's giving of the Law on Mount Sinai, which occurred fifty days after the Israelites left Egypt. Reflect on how the Christian Pentecost both fulfills and elevates the Jewish Pentecost.",
                "On Pentecost, the disciples were all together in one place praying. Why did Luke make a point to mention this? What is the significance of this kind of gathering? Note that many saints have commented that the nine days between the Ascension and Pentecost constituted the first novena (nine days of prayer).",
                "The Holy Spirit arrived with a sound like a violent wind. Meditate on this. Why would the Spirit choose to manifest through the sound of wind? Remember that the word “spirit” in Greek is , which derives from the Greek word , which means “wind” and is used in Acts 2:",
                "The sound of the wind filled the entire house where the disciples had gathered, and it must have been quite loud. Why did the Spirit manifest Himself so dramatically?",
                "Luke tells us, “Divided tongues, as of fire, appeared among them, and a tongue rested on each of them.” What is the symbolism of fire? Think especially about fire's purifying, warming, and enlivening qualities.",
                "Reflect on the fact that each of the disciples received the Holy Spirit individually, as symbolized by a tongue as of fire resting on each one of them.",
                "The disciples were filled with the Holy Spirit. What does it mean to be filled with the Holy Spirit? What do you think the disciples experienced internally at that moment?",
                "The disciples experience of the Holy Spirit did not remain internal. They began to speak out loud in other languages, for the Spirit gave them the ability to do so. This seems like a strange miracle. What might it signify?",
                "Luke makes a point of telling his readers that there were Jews from all over the world in Jerusalem at the time. He even lists many of the nationalities present on that Pentecost. These Jews gathered around the house where the disciples were. Apparently, they had heard or seen something that caught their attention. They were bewildered because each of them heard the disciples speaking in his own language. Picture this scene. How would you have felt if you had been part of the crowd?",
                "Many saints and scholars have identified the miracles of language as the reverse of the Tower of Babel. Re-read the story of the Tower of Babel in Genesis 11, and reflect on this idea.",
                "The crowd heard the disciples speaking about God's deeds of power. Meditate on these great deeds. Which ones would the disciples, or rather the Holy Spirit speaking through the disciples, have emphasized on Pentecost?",
                "Some members of the crowd were amazed by what they were seeing and hearing. Others scoffed and said the disciples were “filled with new wine.” Reflect especially on the later group. Why did they refuse to be amazed by what they saw and heard?",
                "Look at Matthew 9:17, and think about the idea of being “filled with new wine.” Might the scoffers have hit upon the truth in a way they didn't even understand? The disciples certainly hadn't been drinking alcohol, but were they actually filled with a very special kind of new wine?",
                "Carefully read and ponder Peter's message to the Jews. Consider his proclamation of how Jesus fulfilled the Old Testament prophecies by His life, miracles, death, resurrection, and ascension.",
                "Peter further proclaimed that Jesus, the crucified Messiah, was raised up, exalted at God's right hand, and had poured out the Holy Spirit upon the disciples. Re-read John 14:15-31, and meditate on how Jesus had kept His promise.",
                "Ponder the Holy Spirit. Who is He? What is His role in Christian life? Refer again to John 14:15-",
                "Also spend some time examining about the Holy Spirit.",
                "Meditate on each of the seven gifts of the Holy Spirit: wisdom, knowledge, understanding, counsel, fortitude, piety, and fear of the Lord. Read the article by Fr. William Saunders for more information on the seven gifts.",
                "Ponder the twelve fruits of the Holy Spirit: charity, joy, peace, patience, kindness, goodness, generosity, gentleness, faithfulness, modesty, self-control, and chastity. According to the Baltimore Catechism, these twelve fruits grow in our souls out of the seven gifts of the Spirit.",
                "The Jews were “cut to the heart” by Peter's sermon. Why? What does that mean?",
                "The Jews asked Peter and the other apostles what they must do. Reflect on their need to respond to Peter's message.",
                "Peter replied, “Repent, and be baptized every one of you in the name of Jesus Christ so that your sins may be forgiven; and you will receive the gift of the Holy Spirit.” Ponder the great gifts of repentance, Baptism, forgiveness, and the Holy Spirit.",
                "Peter continued, assuring the crowd that God's promises were for them, for their children, for all who were far away, and indeed for everyone called by God. What promises was he talking about?",
                "Peter testified with many other arguments and exhorted the crowd to save themselves from this corrupt generation. The Greek word for “testified” means to solemnly bear witness and to attest to the truth. The Greek word for exhorted means to call to one's side. The Greek verb for “save” here is actually passive, “be saved.” Peter was calling the crowd to join him in following Jesus Christ. Ponder Peter's testimony and exhortation.",
                "Three thousand people were baptized that day. Ponder this great work of the Holy Spirit.",
                "The new Christians joined the rest of the Christian community. They all devoted themselves to the apostles' teaching, fellowship, the breaking of the bread (the Eucharist), and prayers. Meditate on these early Christians and their devotion. How is our modern Christian life similar and different?"
            ],
            "questions": "1. How important is it to you to gather and pray with other Christians? What are the advantages of sharing one's faith and prayer with others? 2. How is God trying to get your attention today? 3. Are you on fire with the Holy Spirit? Why or why not? How might your life be different if you allowed the power of the Spirit to set your heart aflame? 4. Do you need to be purified in your attitudes, thoughts, words, and/or deeds? 5. Have you ever been filled with the Holy Spirit (think especially about your baptism and confirmation)? Were you conscience of it at the time? What did it feel like? How did you respond? 6. What is your current relationship with the Holy Spirit? Does the Third Person of the Blessed Trinity play a major role in your life? Why or why not? 7. What deeds of power has God performed in your life? Are you properly amazed by them? 8. Have you encountered scoffers who sneer at Christianity? How do you respond to them? 9. Do you believe that Jesus always keeps His promises? How has He done so in your life? 10. How are the seven gifts and twelve fruits of the Holy Spirit present and active in your life? In which areas do you need to ask the Holy Spirit to increase His gifts and fruits? 11. Have you ever been “cut to the heart” by something you heard or read? What were the circumstances? How did you feel? How did you respond? 12. How do you testify to Christ and exhort others to join you in following Jesus? 13. How do you devote yourself to the apostles' teaching, fellowship, the Eucharist, and prayers in the Christian community?",
            "quotes": [
                {
                    "quote": "'And there appeared unto them cloven tongues like as of fire, and it sat upon each of them; and they were all filled with the Holy Spirit' (Acts 2:3-4). They partook of fire, not of burning but of saving fire; of fire which consumes the thorns of sins, but gives luster to the soul. This is now coming upon you also, and that to strip away and consume your sins which are like thorns, and to brighten yet more that precious possession of your souls, and to give you grace; for He gave it then to the Apostles. And He sat upon them in the form of fiery tongues, that they might crown themselves with new and spiritual diadems by fiery tongues upon their heads. A fiery sword barred of old the gates of Paradise; a fiery tongue which brought salvation restored the gift.",
                    "author": "St. Cyril of Jerusalem"
                },
                {
                    "quote": "But as the old Confusion of tongues was laudable, when men who were of one language in wickedness and impiety, even as some now venture to be, were building the Tower; for by the confusion of their language the unity of their intention was broken up, and their undertaking destroyed; so much more worthy of praise is the present miraculous one. For being poured from One Spirit upon many men, it brings them again into harmony. And there is a diversity of Gifts, which stands in need of yet another Gift to discern which is the best, where all are praiseworthy.\" - St. Gregory Nazianzen “Was it upon the twelve that it [the Holy Spirit] came? Not so; but upon the hundred and twenty. For Peter would not have quoted to no purpose the testimony of the prophet, saying, 'And it shall come to pass in the last days, saith the Lord God, I will pour out of My Spirit upon all flesh: and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams' (Joel 2:28). 'And they were all filled with the Holy Spirit.' For, that the effect may not be to frighten only, therefore it is both 'with the Holy Spirit, and with fire. And began to speak with other tongues, as the Spirit gave them utterance' (Mt. 3:11).",
                    "author": "St. John Chrysostom"
                },
                {
                    "quote": "Jesus tells us that His holy Disciples will be more courageous and more understanding when they would be, as the Scripture says, Endowed with power from on high (Luke 24:49), and that when their minds would be illuminated by the torch of the Spirit they would be able to see into all things, even though no longer able to question Him bodily present among them. The Saviour does not say that they would no longer as before need the light of His guidance, but that when they received His Spirit, when He was dwelling in their hearts, they would not be wanting in any good thing, and their minds would be filled with most perfect knowledge.",
                    "author": "St. Cyril of Alexandria"
                },
                {
                    "quote": "...For as of old on the fiftieth day after the Sacrifice of the Lamb, the Law was given on Mount Sinai to the Hebrew people, now delivered from the Egyptians, so, after the Passion of Christ, in which the True Lamb of God was slain, on the fiftieth day after His Resurrection, the Holy Spirit descended upon the Apostles and upon the people who believed (Acts ii.3); so that an earnest Christian might know beyond any uncertainty, that the sacred rites of the Old Testament had served as foundations for the Gospel, and that by this same Spirit was the Second Covenant laid down, by Whom the first had been established.",
                    "author": "St. Leo the Great"
                },
                {
                    "quote": "Through the Holy Spirit comes our restoration to paradise, our ascension into the kingdom of heaven, our return to the adoption of sons, our liberty to call God our Father, our being made partakers of the grace of Christ, our being called children of light, our sharing in eternal glory, and, in a word, our being brought into a state of all \"fulness of blessing,\" both in this world and in the world to come, of all the good gifts that are in store for us, by promise hereof, through faith, beholding the reflection of their grace as though they were already present, we await the full enjoyment.",
                    "author": "St. Basil"
                },
                {
                    "quote": "O Holy Spirit, descend plentifully into my heart. Enlighten the dark corners of this neglected dwelling and scatter there Thy cheerful beams.",
                    "author": "St. Augustine"
                }
            ],
            "prayers": {
                "blessing_and_adoration": "Father, Son, and Holy Spirit, Blessed Trinity, Three-in-One, we bow before You in silent adoration as we contemplate the descent of the Holy Spirit at Pentecost. We adore You for Your great power and love that fills the whole world and all of us.",
                "praise": "Holy Spirit, we praise You, for You are our Breath of life. Holy Spirit, we praise You, for You are our Advocate. Holy Spirit, we praise You, for You are our Comforter. Holy Spirit, we praise You, for You are our Guide. Holy Spirit, we praise You, come to us.",
                "thanksgiving": "Holy Spirit, thank You for filling our hearts with Your power and love. Jesus, thank You for pouring out Your Holy Spirit upon us. Father, thank You for sending Your Son to be our Savior and the Holy Spirit to be our Advocate.",
                "intercession": "Father, Son, and Holy Spirit, we lift up to You all those who lack faith and those who scoff at Christianity. Touch their hearts and change them. We lift up to You all who are hearing the Christian message for the first time. Open their minds that they may understand and their hearts that they may assent to You. We lift up all those who have abandoned their Catholic faith. Teach them the truth and bring them home.",
                "petition": "Holy Spirit, please pour out upon us Your great gifts of wisdom, knowledge, understanding, counsel, fortitude, piety, and fear of the Lord. Please help us to continually bear Your fruits of charity, joy, peace, patience, kindness, goodness, generosity, gentleness, faithfulness, modesty, self-control, and chastity. Increase all of these in us, Holy Spirit."
            }
        },
        "4": {
            "title": "The Assumption of Mary",
            "scripture": [
                "Genesis 3:15",
                "Luke 1:28",
                "Revelation 12:1"
            ],
            "summary": "Mary remained on earth for several years after her Son ascended into Heaven. At the end of her natural life, she was taken, body and soul, into Heaven to live in eternal joy with the Blessed Trinity.",
            "reflections": [
                "Although the Assumption of Mary into Heaven is not explicitly mentioned in the Scriptures, the Church's Tradition has held for centuries that Mary was assumed into Heaven body and soul at the end of her natural life. Reflect on the relationship between Scripture and Tradition. Think about how Tradition gave rise to Scripture and how the seeds planted in Scripture often bloom in Tradition.",
                "Mary's Assumption grows out of her Immaculate Conception. If death and bodily corruption came about because of sin, certainly the sinless one, Mary, would not have been held by such things. Meditate on the wonderful fact that Mary was conceived without sin and remained sinless her entire life.",
                "Read Genesis 3, paying special attention to Genesis 3:",
                "This verse is often called the Protoevangelium or first Gospel, for it promises a Redeemer born of a woman. Ponder how this verse predicts and describes Mary and Jesus. Focus especially on the word “enmity,” which here refers to a complete antagonism between the woman and the serpent and the woman's offspring and the serpent's offspring. How does this enmity illustrate the dogma of Mary's sinlessness?",
                "In Luke 1:28 the archangel Gabriel called Mary “full of grace.” A literal translation from the Greek is“the one having been filled with grace.” Meditate on Mary's fullness of grace.",
                "Read Revelation 12:1-6 and reflect on how Mary is depicted in these verses.",
                "Even though Mary was sinless, she still relied on Jesus for her salvation. Theologians explain that the merits that Jesus Christ would win on the cross were applied to Mary beforehand in a form of preservative redemption. She was preserved from sin. Meditate on these truths.",
                "Why was it so important for Jesus to be born of a sinless mother? What message does this send about Jesus and Mary and about God's salvific plan?",
                "Why did Mary remain on earth for many years after Jesus ascended into Heaven? What was her role in the early Church? Ponder the suffering Mary must have experienced through her separation from her son.",
                "No one knows for sure whether Mary actually died at the end of her life or whether she was assumed into Heaven without tasting death. The Eastern Church tells of Mary's dormition (i.e., her transition to eternal life through a kind of sleep) while the Western Church leans toward the idea that Mary, in imitation of her Son, did actually die. Contemplate these ideas. Which seems more likely to you?",
                "A pious legend that has come down to us from the early years of the Church describes the end of Mary's life. All of the apostles except Thomas gathered around Mary's deathbed to say goodbye. Reflect on the relationship between the apostles and Mary and on the apostles' sadness at losing her.",
                "According to the legend, Thomas arrived after Mary had been laid in her tomb. He wanted to see her one last time and went to the tomb to take one last look at the woman who had become his mother. When the tomb was opened, Thomas found a multitude of fragrant flowers, roses and lilies. But Mary's body was gone. Imagine the scene and Thomas' reaction.",
                "Imagine Mary's arrival in Heaven and her joyous reunion with her Son.",
                "Except for Jesus, Mary is the only being in Heaven who has both a body and a soul. Reflect on the significance of this. How does Mary's Assumption foreshadow the general resurrection at the end of time?",
                "Meditate on Mary's great love for God and His people.",
                "Spend some time meditating on one or more . How does each image present the event? How does it depict Mary?"
            ],
            "questions": "1. How do you view the relationship between Scripture and Tradition? Do you fully understand and appreciate the rich Tradition of the Catholic Church? 2. Do you have a strong relationship with Mary? Is she your mother? Why or why not? How might you strengthen your relationship with Mary? 3. Of which sins do you especially need to repent? Which are most challenging to you? How might you claim Mary's help in overcoming your sins? 4. Have you even been separated from a loved one by death? How does that feel? How do you cope? 5. Are you looking forward to happy reunions with those who have already passed over into eternal life? Can you imagine what those reunions might be like? 6. How do you express your longing for eternal life with God in Heaven? 7. Do you imitate Mary in your love for God and other people? How might you do so more?",
            "quotes": [
                {
                    "quote": "The Apostles took up [Mary's] body on a bier and placed it in a tomb; and they guarded it, expecting the Lord to come. And behold, again the Lord stood by them; and the holy body having been received, He commanded that it be taken in a cloud into paradise: where now, rejoined to the soul, she rejoices with the Lord's chosen ones.",
                    "author": "St. Gregory of Tours"
                },
                {
                    "quote": "Today, in union with the whole Church, we celebrate the triumph of the Mother, Daughter and Spouse of God. ...We are now happy that Mary, after accompanying Jesus from Bethlehem to the cross, is next to her Son in body and soul, glorious forever. … But don’t forget: if God exalted his Mother, it is equally true that he did not spare her pain, exhaustion in her work or trials of her faith. A village woman one day broke into praise for Jesus exclaiming: 'Blessed is the womb that bore you and the breasts that nourished you.' Jesus said in reply: 'Rather, blessed are they who hear the word of God and keep it.' It was a compliment to his Mother on her fiat, her 'be it done.' She lived it sincerely, unstintingly, fulfilling its every consequence, but never amid fanfare, rather in the hidden and silent sacrifice of each day. … To become Godlike, to be divinized, we must begin by being very human, accepting from God our condition as ordinary men and sanctifying its apparent worthlessness. Thus did Mary live. She who is full of grace, the object of God’s pleasure, exalted above all the angels and the saints, lived an ordinary life. Mary is as much a creature as we are, with a heart like ours, made for joy and mirth as well as suffering and tears. Before Gabriel communicates to her God’s plan, our Lady does not know she has been chosen from all eternity to be the Mother of the Messiah. She sees herself a humble creature. That is why she can acknowledge, with full humility, that 'he who is mighty has done great things' in her.",
                    "author": "St. Josemaria Escriva"
                },
                {
                    "quote": "The Assumption is the culmination of the struggle which involved Mary's generous love in the redemption of humanity and is the fruit of her unique sharing in the victory of the Cross.",
                    "author": "Pope John Paul II"
                },
                {
                    "quote": "It was fitting that she, who had kept her virginity intact in childbirth, should keep her own body free from all corruption even after death. It was fitting that she, who had carried the Creator as a child at her breast, should dwell in the divine tabernacles. It was fitting that the spouse, whom the Father had taken to himself, should live in the divine mansions. It was fitting that she, who had seen her Son upon the cross and who had thereby received into her heart the sword of sorrow which she had escaped in the act of giving birth to him, should look upon him as he sits with the Father. It was fitting that God's Mother should possess what belongs to her Son, and that she should be honored by every creature as the Mother and as the handmaid of God.",
                    "author": "St. John Damascene"
                },
                {
                    "quote": "You are she who, as it is written, appears in beauty, and your virginal body is all holy, all chaste, entirely the dwelling place of God, so that it is henceforth completely exempt from dissolution into dust. Though still human, it is changed into the heavenly life of incorruptibility, truly living and glorious, undamaged and sharing in perfect life.",
                    "author": "St. Germanus of Constantinople"
                },
                {
                    "quote": "As the most glorious Mother of Christ, our Savior and God and the giver of life and immortality, has been endowed with life by him, she has received an eternal incorruptibility of the body together with him who has raised her up from the tomb and has taken her up to himself in a way known only to him.",
                    "author": "St. Modestus of Jerusalem"
                },
                {
                    "quote": "For which reason, after we have poured forth prayers of supplication again and again to God, and have invoked the light of the Spirit of Truth, for the glory of Almighty God who has lavished his special affection upon the Virgin Mary, for the honor of her Son, the immortal King of the Ages and the Victor over sin and death, for the increase of the glory of that same august Mother, and for the joy and exultation of the entire Church; by the authority of our Lord Jesus Christ, of the Blessed Apostles Peter and Paul, and by our own authority, we pronounce, declare, and define it to be a divinely revealed dogma: that the Immaculate Mother of God, the ever Virgin Mary, having completed the course of her earthly life, was assumed body and soul into heavenly glory.",
                    "author": "Pope Pius XII"
                }
            ],
            "prayers": {
                "blessing_and_adoration": "Father, Son, and Holy Spirit, we bow down before You in silent adoration as we contemplate the great graces You gave Mary and as we meditate on her Assumption into Heaven. We bless You for the wonders of Mary, for she magnifies You, dear Lord.",
                "praise": "Jesus, we praise You for Your saving power. We praise You for applying that power to Your mother at the moment of her conception that she might be a sinless vessel fit to bear You, her God and her Son. We praise You for assuming Your mother body and soul into Heaven that she may stand as a sign of hope for all of us who await the fullness of eternal life.",
                "thanksgiving": "Jesus, thank You for Mary, Your mother and our mother. Thank You for her sinlessness that shows us how to love and her assumption that gives us reason to hope that we, too, will one day be with You in Heaven body and soul.",
                "intercession": "Jesus, we lift up to You all Christians who do not have a relationship with Mary. We lift up those who do not understand or believe that she is their mother who loves them and prays for them. Introduce them to Mary, Lord, that they may know her and love her.",
                "petition": "Holy Trinity, we pray that we might follow Mary more closely. We pray that we may love as she did, open our hearts to You as she did, and surrender ourselves to You as she did. We pray that someday we may with You and with Mary forever in Heaven."
            }
        },
        "5": {
            "title": "The Coronation of Mary as Queen of Heaven and Earth",
            "scripture": [
                "John 2:1-12",
                "Revelation 12:1"
            ],
            "summary": "After Mary was assumed body and soul into Heaven, the Blessed Trinity, with great love, crowned her as Queen of Heaven and Earth. Under this title, Mary acts as Queen Mother, Advocate, and Mediatrix to the human family.",
            "reflections": [
                "After being assumed body and soul into Heaven, Mary was crowned Queen of Heaven and Earth by the Blessed Trinity. We catch a glimpse of Mary as Queen in Revelation 12:",
                "Picture Mary in the splendor of her queenship.",
                "Mary stands as the Queen Mother. In the ancient world, it was quite common for the king's mother to hold the position of queen in the royal household. The queen filled the roles of advocate for the people and mediatrix between the king and his subjects. Reflect on Mary as the Queen Mother.",
                "Mary serves as an Advocate, interceding with her Son for the needs and longings of the human race. Ponder Mary's intercession.",
                "Saints and theologians have often asserted that all graces come to humanity through Mary. They call her the Mediatrix of All Graces and explain that Jesus has given His mother Mary the right to nourish all her children with grace. Ponder Mary's role as Mediatrix of All Graces.",
                "To better understand Mary's roles as Advocate and Mediatrix of All Graces, read the story of the wedding at Cana in John 2:1-",
                "What did Mary do at Cana? Why did she do so? What did she say? How did her Son respond? How do Mary's words and actions at Cana illustrate her queenship?",
                "Mary is the Queen because she is the mother of Jesus, the divine Son of God. Reflect on Mary's loving, intimate, maternal relationship with her Son",
                "Mary is also our mother. Reflect on Mary's loving, intimate, maternal relationship with her human children.",
                "We owe obedience and honor to our Queen and Mother. Think about the special veneration, not worship, that we show toward Mary.",
                "Even though Mary is very close to us, she also reigns in supreme dignity. Pope Pius IX explains: “More than all the angels and all the saints has God ineffable freely endowed Mary with the fullness of the heavenly gifts that abound in the divine treasury; and she, preserving herself ever immaculately clean from the slightest taint of sin, attained a fullness of innocence and holiness so great as to be unthinkable apart from God Himself, a fullness that no one other than God will ever possess.” Reflect on these beautiful words.",
                "Pray the before beginning the Rosary. Ponder each of Mary's titles.",
                "Meditate on various . How do these images portray Mary? What kinds of symbolism do they use?",
                "Read about some modern Marian apparitions like , , and . Why does Mary appear to some of her children? What messages does she bring?"
            ],
            "questions": "1. What kind of relationship do you have with Mary? How important is she to you in your spiritual life? 2. In what circumstances has Mary acted as your Advocate? How often do you ask Mary to intercede for you? 3. What are the needs and longings in your life? Will you take them to your mother Mary and ask her for her help? 4. Have you ever turned to Mary as Mediatrix to receive a special grace? Why or why not? Do you understand that the graces you receive from God come through Mary? What do you think of this? 5. How is Mary your mother? How do you respond to her mother's love? 6. How do you venerate Mary? How do you explain your veneration of Mary to others who question or criticize it? 7. Which of Mary's titles resonate most with you? Why? 8. What is your opinion of Marian apparitions? Is there a particular apparition or message that speaks to your heart?",
            "quotes": [
                {
                    "quote": "Such is the will of God that we should have everything through Mary.",
                    "author": "St. Alphonsus Liguori"
                },
                {
                    "quote": "But the power of Mary over all the devils will especially shine forth in the latter times, when Satan will lay his snares against her heel: that is to say, her humble slaves and her poor children, whom she will raise up to make war against him. They shall be little and poor in the world’s esteem, and abased before all like the heel, trodden underfoot and persecuted as the heel is by the other members of the body. But in return for this they shall be rich in the grace of God, which Mary shall distribute to them abundantly. They shall be great and exalted before God in sanctity, superior to all other creatures by their lively zeal, and so well sustained with God’s assistance that, with the humility of their heel, in union with Mary, they shall crush the head of the devil and cause Jesus Christ to triumph.",
                    "author": "St. Louis de Montfort"
                },
                {
                    "quote": "Mary is the sure path to our meeting with Christ. Devotion to the Mother of the Lord, when it is genuine, is always an impetus to a life guided by the spirit and values of the Gospel.",
                    "author": "John Paul II"
                },
                {
                    "quote": "As mariners are guided into port by the shining of a star, so Christians are guided to heaven by Mary.”",
                    "author": "St. Thomas Aquinas"
                },
                {
                    "quote": "To give worthy praise to the Lord's mercy, we unite ourselves with Your Immaculate Mother, for then our hymn will be more pleasing to You, because She is chosen from among men and angels. Through Her, as through a pure crystal, Your mercy was passed on to us. Through Her, man became pleasing to God; Through Her, streams of grace flowed down upon us.",
                    "author": "St. Faustina"
                },
                {
                    "quote": "Never be afraid of loving the Blessed Virgin too much. You can never love her more than Jesus did.",
                    "author": "St. Maximilian Kolbe"
                },
                {
                    "quote": "In dangers, in doubts, in difficulties, think of Mary, call upon Mary. Let not her name depart from your lips, never suffer it to leave your heart. And that you may obtain the assistance of her prayer, neglect not to walk in her footsteps. With her for guide, you shall never go astray; while invoking her, you shall never lose heart; so long as she is in your mind, you are safe from deception; while she holds your hand, you cannot fall; under her protection you have nothing to fear; if she walks before you, you shall not grow weary; if she shows you favor, you shall reach the goal.",
                    "author": "St. Bernard of Clairvaux"
                },
                {
                    "quote": "Let us run to Mary, and, as her little children, cast ourselves into her arms with a perfect confidence.",
                    "author": "St. Francis de Sales"
                },
                {
                    "quote": "In trial or difficulty I have recourse to Mother Mary, whose glance alone is enough to dissipate every fear.",
                    "author": "St. Therese of Lisieux"
                },
                {
                    "quote": "Mary has the authority over the angels and the blessed in heaven. As a reward for her great humility, God gave her the power and mission of assigning to saints the thrones made vacant by the apostate angels who fell away through pride. Such is the will of the almighty God who exalts the humble, that the powers of heaven, earth and hell, willingly or unwillingly, must obey the commands of the humble Virgin Mary. For God has made her queen of heaven and earth, leader of his armies, keeper of his treasure, dispenser of his graces, mediatrix on behalf of men, destroyer of his enemies, and faithful associate in his great works and triumphs.",
                    "author": "St. Louis de Montfort"
                }
            ],
            "prayers": {
                "blessing_and_adoration": "Blessed Trinity, we bow before You in silent adoration as we gaze with eyes of faith upon Mary, our Mother and Queen. We bless You for the great blessings You have poured out upon her, and we adore You as we venerate her.",
                "praise": "We praise You, Jesus, for loving us so much that You have made Your Mother our Mother. We praise You for designating her as our Queen, Advocate, and Mediatrix. We praise You as we sing her praises.",
                "thanksgiving": "Thank You, Lord, for Mary. Thank You for sending her to us in apparitions all over the world. Thank You for her messages, her guidance, and her love, which communicate Your messages, Your guidance, and Your love.",
                "intercession": "Lord, we lift up to You all Christians who do not have a devotion to Mary. We lift up those who do not believe that she is their Queen, Mother, Advocate, and Mediatrix. We lift up those who scoff at Mary and say that she was “just the mother” and no more. Introduce them to Your mother, Lord, so that they may see how much she loves them, nourishes them, and prays for them.",
                "petition": "Lord, help us to grow ever closer to Mary. Inspire us to turn to her for love, assistance, guidance, and motherly care. Help us to love Your Mother as You love her."
            }
        }
    }
}